[
  {
    "title": "Jennifer Crumbley, mother of Ethan Crumbley, found guilty of involuntary manslaughter in son’s school shooting",
    "text": "PONTIAC, Mich. — Jennifer Crumbley, the Michigan woman charged in connection with her son’s deadly school shooting rampage in 2021, was convicted Tuesday of involuntary manslaughter in the unprecedented case.\n\nThe unanimous verdict came on the second day of jury deliberations in a landmark trial in which Crumbley became the first parent to be held criminally responsible for a mass shooting committed by their child.\n\nCrumbley, 45, was charged with four counts of involuntary manslaughter — one for each of the victims in the attack at Oxford High School in November 2021. Her son, Ethan, now 17, pleaded guilty as an adult to murder, terrorism and other crimes, and was sentenced in December to life in prison without parole.\n\nNow, she faces up to 15 years in prison per count and remains held on bond. She will be sentenced on April 9.\n\nThe father of Justin Shilling, 17, one of the four victims in the school shooting, teared up when the verdict was announced. He later hugged Oakland County prosecutor Karen McDonald and members of her team and shook the hands of law enforcement officers who testified.\n\n\"We have been asking for accountability across the board, and this is one step towards that,\" Craig Shilling said outside of the courtroom. \"I feel that moving forward is not going to be any easier because of what we left behind, but it gives us hope for a brighter future.\"\n\nThe trial, which opened Jan. 25 in an Oakland County courtroom, hit at themes of good parenting and gun safety, and has come at a consequential moment in the U.S. when a drumbeat of school shootings have roiled communities like Uvalde, Texas; Nashville; and Perry, Iowa.\n\nIn an effort to determine to what extent a parent should be held accountable for the actions of their child, jurors in Oakland County examined more than 400 pieces of evidence, including text messages and photos from Crumbley's cellphone, and dramatic video of the shooting spree, which left many in the courtroom visibly shaken.\n\nThe prosecution called more than 20 witnesses, including law enforcement and school staff, while the defense brought in just one: the defendant.\n\nTo prove its case, the prosecution attempted to portray Crumbley as a neglectful mother, who cared more about her hobbies and carrying on an extramarital affair than spending time with her son. Then, when she and her husband gifted their son a semi-automatic handgun in the days before the shooting, prosecutors pointed out that neither of them properly stored it.\n\nOn the same day as the shooting, when the Crumbleys were earlier summoned to the school because of a disturbing drawing of a gun made by their son, the parents didn't tell school officials he had access to a weapon or take him home.\n\nEthan would go on to kill four students: Shilling; Madisyn Baldwin, 17; Tate Myre, 16; and Hana St. Juliana, 14.\n\nBut Crumbley's defense lawyer, Shannon Smith, suggested it was James Crumbley who was specifically in charge of storing the weapon, and that the school knew Ethan was having trouble paying attention in classes but didn't fully inform Jennifer Crumbley.\n\nSmith had asked the jury during her closing argument to acquit her client, \"not just for Jennifer Crumbley, but for every mother who's out there doing the best they can, who could easily be in her shoes.\"\n\nJames Crumbley, 47, is expected to stand trial next month on the same involuntary manslaughter charges.\n\nThe judge in Crumbley's trial imposed a gag order that prevents the prosecution and defense from speaking publicly until after James Crumbley's trial.\n\nJennifer Crumbley took the stand in her own defense. She testified that her son was generally worried about his future after high school and was \"depressed,\" but that his mental health never alarmed her enough that she felt he needed to see a professional.\n\nShe acknowledged that she could have taken him home on the day of the shooting, but also didn't believe he was capable of committing such violence. More than two years after the shooting, she told the jury she \"wouldn't have\" done anything differently.\n\n\"I don't think I’m a failure as a parent,\" she said.\n\nCraig Shilling said the jury's decision shows how important it is for parents to be mindful of their children's needs.\n\n\"Do your due diligence with your child,\" he said. \"You cannot choose to take your own interest over your child, especially when it comes to mental health.\"\n\nGun safety groups echoed that the verdict is a warning that parents can be held responsible.\n\n\"Plain and simple, the deadly shooting at Oxford High School in 2021 should have — and could have — been prevented had the Crumbley's not acquired a gun for their 15-year-old son,\" Nick Suplina, senior vice president for law and policy at Everytown for Gun Safety, said in a statement. \"This decision is an important step forward in ensuring accountability and, hopefully, preventing future tragedies.\"\n\nSelina Guevara reported from Pontiac and Erik Ortiz from New York.",
    "url": "https://www.nbcnews.com/news/us-news/jennifer-crumbley-trial-verdict-rcna136937",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:36:00.105854"
  },
  {
    "title": "Contact Us",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nContact an editor\n\nTo send an email to an editor at NBC News Digital, please go to this page.\n\nReceiving unwanted emails?\n\nIf you are receiving unwanted headlines from NBCNews.com, your e-mail client may be subscribed to one of our RSS feeds. Your software should offer you help in changing your settings or unsubscribing from the RSS feed. Information on how to do this with Outlook 2010 is available here.\n\nSubmit feedback or report an error\n\nTo report an error or comment on NBCNews.com, please email contact.nbcnews@nbcuni.com\n\nPress inquiries\n\nFor press inquiries only, please call the 24/7 PR hotline at 212-413-6142 or e-mail NBCNewsMediaRelations@nbcuni.com\n\nAll legal notices should be sent by mail to:\n\nGeneral Counsel, NBCU News Group Legal, 30 Rockefeller Plaza, Building 620, New York, NY 10112.",
    "url": "https://www.nbcnews.com/information/nbc-news-info/contact-us-n1232521",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:36:01.865077"
  },
  {
    "title": "Jay-Z's Grammy speech blasts Beyoncé's album of the year snubs",
    "text": "In a speech accepting the Dr. Dre Global Impact Award at the Grammy Awards, rapper Jay Z seemingly called out the Recording Academy.\n\nAs his daughter, Blue Ivy, 12, stood by his side, Jay-Z noted that while music and therefore voting on the Grammy Awards is “obviously subjective,” his wife, Beyoncé has never won in the album of the year category.\n\n“I don’t want to embarrass this young lady, but she has more Grammys than everyone, and never won album of the year,” he said, seemingly referring to his wife. “So even by your own metrics, that doesn’t work. Think about that. The most Grammys, never won album of the year. That doesn’t work.”\n\nHe went on to double down, adding: “Some of you are gonna go home tonight and feel like you’ve been robbed. Some of you may get robbed. Some of you don’t belong in the category,” before clarifying: “When I get nervous, I tell the truth.”\n\nJay-Z, tied with Ye (formerly known as Kanye West), has the distinction of rapper with the most Grammy wins in history. He won his first Grammy in 1998 and has won a total of 24 out of 88 nominations.\n\nHis wife, fellow musician and global superstar Beyoncé, has the most Grammy Awards of all time with 32 wins, despite never having won in the album of the year category.\n\nFans had plenty of reactions to the speech, hopping onto X to share their thoughts.\n\n“BEYONCE STOOD THERE LIKE,” @ScottieBeam wrote alongside a photo of Elmo grimacing, referring to the pop star watching the acceptance speech from the audience.\n\n“Jay Z: ‘Some of yall don’t even belong in a category’\n\nHe not lying tho,” @Ace_2o replied.\n\n“lmfao @ Jay Z dragging the #Grammys and having the entire room silent,” @itsKARY_ wrote.\n\n“Jay Z using his Grammys acceptance speech to whack the Recording Academy for never giving Beyoncé Album of the Year...” @sbstryker wrote alongside a photo of Vice President Kamala Harris saying “Can someone turn that up?”",
    "url": "https://www.nbcnews.com/news/nbcblk/jay-zs-grammy-speech-blasts-beyonces-album-year-snubs-rcna137258",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:36:02.960920"
  },
  {
    "title": "A Chicago Latino was exonerated after spending 25 years in prison for murder",
    "text": "After having spent 25 years in prison for murder, José Tinajero is now a free man. His conviction and that of Thomas Kelly, another man who was accused of the same crime, were overturned last week by a Chicago judge.\n\n“Being free is a real challenge for me. My mom took me to a TJ Maxx store to shop, and I felt like everyone was looking at me. It was very uncomfortable. I felt like I was out of place. It’s hard to deal with this,” Tinajero, 45, said in an exclusive interview with Noticias Telemundo on Friday.\n\n“I just want to spend time with my family, you know? They were always there for me. My mom, my daughter and now I have a granddaughter,” he said. “I have to make up for lost time with my daughter, because I was out of her life for 25 whole years and I have to make peace with her. My future is to focus on my family, and work, of course, to help support them.”\n\nJosé Tinajero, 45, during an interview with Noticias Telemundo from his home in Chicago on Friday. Albinson Linares\n\nAlthough Tinajero’s conviction was overturned Wednesday, he remained incarcerated at the Kewanee Correctional Facility, about 150 miles southwest of Chicago, until Thursday afternoon, when he was able to return home and reunite with his loved ones.\n\n“I was born here in Chicago, in the United States, and I was raised by a great mother who did everything she could for me. My father left us when I was very young, but my mother did a great job, and she has suffered a lot from all of this,” he said.\n\nIn 1999, Tinajero and Kelly were arrested in the murder of Daniel Garcia, who was beaten on Oct. 12, 1998, in an alley near Whipple and Armitage streets. Kelly and Tinajero, along with John Martinez, whose case was dismissed nearly a year ago, allege they were coerced into making false confessions by Reynaldo Guevara, who at the time was a Chicago police detective.\n\nGuevara is accused of falsely incriminating dozens of men and women from the 1980s to the early 2000s. So far, 40 people have been exonerated in cases related to Guevara, who, in his court appearances, has repeatedly invoked the Fifth Amendment in relation to any allegations against him. He has never been charged.\n\nAccording to an investigation WGN-TV published in October, Guevara, who retired in 2005, has been living in Texas.\n\nLast year, an investigation by NBC Chicago concluded that the settlements for all the wrongful convictions the city of Chicago has paid since 2010 total more than $288 million, including cases related to Guevara.\n\nIn August 2022, Cook County State’s Attorney Kim Foxx announced an investigation into Guevara’s convictions from the 1980s and the 1990s, saying: “We can no longer uphold these convictions. We cannot retry these cases based on the evidence we have today.”\n\nThere are still about 32 lawsuits pending in court that have been filed by exonerated people who have accused Guevara of having fixed their murder cases through witness tampering, coerced confessions and more.\n\nJoel Flaxman, Tinajero’s lawyer, said this was a very important case, “because it is one more step in correcting what I believe is one of the greatest injustices that has happened in Chicago; more than 40 people were wrongfully convicted in cases related to the same detective — let’s give these people justice and correct those mistakes.”\n\nNoticias Telemundo requested comments on the Tinajero case and other convictions associated with Guevara that have been overturned. NBC News contacted attorneys for Guevara, the Cook County Prosecutor’s Office, the Chicago Police Department and the Civilian Office of Police Accountability, but it has not received any responses.\n\nGuevara arrested Tinajero in 1999 during the investigations into the murder of Daniel García. In September 2001, a jury convicted Tinajero, who was sentenced to 40 years in prison. John Martinez and Thomas Kelly were also convicted in the Garcia case.\n\nThey have all been released.\n\nThe main evidence against Tinajero was his own statement and an eyewitness identification. Although Tinajero said in court that Guevara coerced him into making a false statement and although he requested the suppression of that statement, the court denied the motion, according to court papers reviewed by Noticias Telemundo.\n\n“When they killed García, at that moment I was in my house. And I always said it, but they didn’t believe me,” Tinajero said.\n\nAccording to court documents, Tinajero’s defense attorney challenged the eyewitness identification as unreliable “and a product of Detective Guevara’s undue influence,” but that did not prevent Tinajero’s conviction.\n\n“What I can say is that adapting to prison, knowing that I was innocent, was the most difficult thing for me,” Tinajero said, who added that because of corruption in the justice system, “I had to serve 25 years in prison. ... I’m not happy with that.”\n\nMaurice Possley, a senior investigator for the National Registry of Exonerations, said Guevara’s case is one of the worst he has analyzed in recent years.\n\n“When he became a homicide investigator, he began to incriminate people who he knew were bad actors or who he had a grudge against because perhaps they did not cooperate in his investigations,” Possley said. He cited an example of a woman who confessed to a crime she did not commit after Guevara told her he was going to take away her children.\n\n“In my opinion, it shows the anarchy that a bad detective can unleash,” Possley said.\n\n'Time for a change'\n\n“In case after case we see Chicago spend millions of dollars on outside lawyers to defend indefensible cases. And it’s time for a change. It’s time for the city to stop wasting its money on lawyers and spend money on compensating victims of truly egregious misconduct,” said Flaxman, Tinajero’s attorney.\n\nAs has happened with other people exonerated in cases related to Guevara, Tinajero and his legal team are evaluating options to sue the city of Chicago for the damages he has suffered over the last 25 years.\n\n“I would like to see the justice system improve,” Tinajero said, “and I would also like to see the corrupt officers not only receive a pension and retire, but I would like to see them experience everything that I went through in prison.”\n\nThe National Registry of Exoneration databases show that in the cases of the nearly 3,500 people who have been exonerated of serious crimes in the U.S. since 1989, more than half are related to alleged police or prosecutorial misconduct. Experts say coerced confessions, withheld evidence, false testimony and other bad practices that contribute to wrongful convictions are often not punished.\n\n“Sixty percent of the cases on the registry are people of color,” Possley said.\n\nWhile in some studies Hispanics are a small number of those who are wrongly convicted, he thinks that does not correspond to the reality he has seen.\n\n“In many cases they are underrepresented because, at the national level, there are states that classify people incorrectly. So they include them in categories like ‘white’ or ‘Black,’ but they don’t specify that they are Latino. That’s why you get the impression that the problem of wrongful convictions in the Hispanic community is low, but that is not the reality,” Possley said.\n\nTinajero is one of 395 Latino people who have been wrongfully convicted and exonerated since 1989, according to the National Registry of Exonerations.\n\nFor more from NBC Latino, sign up for our weekly newsletter.",
    "url": "https://www.nbcnews.com/news/latino/chicago-latino-was-exonerated-spending-25-years-prison-murder-rcna137256",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:36:03.777674"
  },
  {
    "title": "Rapper Killer Mike escorted from Grammys venue and arrested after alleged altercation",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nLOS ANGELES — Rapper Killer Mike was led out of the Grammys in handcuffs and arrested on Sunday following a confrontation during the pre-televised portion of the awards show, authorities said.\n\nThe Los Angeles Police Department said a man was detained Sunday afternoon in connection with a “physical altercation” and taken to Central Division, the department said on X.\n\nPolice identified the man as Michael Render, which is Killer Mike's real name.\n\nIn the LAPD post, police said the altercation occurred in the 700 block of Chick Hearn Court, which is where Crypto.com Arena is located.\n\nHe was booked on suspicion of misdemeanor battery, police said. The artist was released on his own recognizance at about 8:37 p.m. PST with a Feb. 29 court date, jail records showed.\n\nAdditional details about the alleged altercation have not been released.\n\nEarlier in the afternoon, Killer Mike won three Grammy awards at the pre-show Premiere Ceremony, for best rap performance, best rap song and best rap album.\n\nRepresentatives for Killer Mike and for the Grammys did not immediately respond to requests for comment.\n\nAndrew Blankstein reported from Los Angeles and Rebecca Cohen from New York City.",
    "url": "https://www.nbcnews.com/pop-culture/celebrity/rapper-killer-mike-detained-escorted-grammys-location-rcna137207",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:36:04.455296"
  },
  {
    "title": "NBC Affiliates",
    "text": "Save\n\nCreate your free profile or log in to save this article",
    "url": "https://www.nbcnews.com/news/us-news/nbc-affiliates-n19981",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:32.652184"
  },
  {
    "title": "Human growth hormone shots from cadavers linked to Alzheimer's, study finds",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nFive patients in the United Kingdom have developed Alzheimer’s disease that appears to be the result of contaminated injections they received as children decades ago, according to a new study that could change the way scientists think about the causes of dementia — and cause anxiety in patients who underwent the same therapy.\n\nAll five patients received injections of human growth hormone from cadavers for several years as a treatment for very short stature, according to the study, which was published Monday in the journal Nature Medicine. Scientists extracted the hormone from the cadavers’ pituitary glands, located at the base of the brain.\n\nWhat the scientists didn’t realize at the time, however, was that in some cases, another substance was extracted as well, contaminating the batches: amyloid-beta protein. This protein is involved in the formation of the hallmark brain plaques seen in Alzheimer’s. Researchers said they can’t fully explain how being exposed to these proteins could trigger the creation of plaques and tangles in the brain that cause Alzheimer’s disease.\n\nHuman growth hormone produced by grinding up a human pituitary gland in a blender in 1965. Jon Brenneis / Getty Images file\n\nAlzheimer’s cases are generally divided into two main groups: cases caused by genetic mutations and those that develop sporadically in the population in people over 65 due to a number of risk factors, such as smoking, obesity and high blood pressure.\n\nThe patients in the new study didn’t fit into those two groups. They developed dementia symptoms between ages 38 and 55. None had genetic mutations linked to early-onset dementia, the study found.\n\nThe study authors said their findings suggest a possible third way for Alzheimer’s to develop: through contaminated medical products.\n\nSome doctors who regularly treat children for hormone-related issues and who were not involved with the research said they were surprised by the findings.\n\n“This is new information that is not known by the medical community,” said Dr. Kupper Wintergerst, who chairs the American Academy of Pediatrics’ section on endocrinology.\n\nOther doctors said they were concerned that a therapy once regarded as safe has caused so much harm.\n\n“To hear that Alzheimer’s is linked to a medical treatment, that’s disturbing,” said Dr. Dennis Chia, an associate clinical professor of pediatric endocrinology at the David Geffen School of Medicine at UCLA.\n\nChristopher Weber, director of global science initiatives at the Alzheimer’s Association, noted that the study was very small. The findings would be more credible if other scientists get similar results in future studies.\n\nWeber said there’s no risk to the general public.\n\n“Alzheimer’s disease is not contagious,” said Weber, who was not involved in the new study. “You can’t catch Alzheimer’s by taking care of someone with Alzheimer’s. Alzheimer’s disease is not transmissible through the air, or by touching or being near someone with Alzheimer’s.”\n\nStill, he said the study’s findings weren’t entirely new.\n\n“We’ve known for a long time that it is possible to create abnormal amyloid buildup — similar to that seen in Alzheimer’s — in the brain of an animal by injecting it with amyloid-beta,” Weber said. “We also transfer human Alzheimer’s genes into animals to initiate abnormal, Alzheimer’s-like processes in their brains.”\n\nCadaver-derived growth hormone was given to 27,000 children worldwide from 1959 to 1985, according to the new study, including about 7,700 patients in the United States. Doctors used hormones taken from cadavers before a synthetic version became available.\n\nIt’s possible that other patients who received cadaver-derived hormones are at higher risk of Alzheimer’s, the study authors said. But they added that they don’t expect to see a huge wave of cases.\n\n“The actual risk of transmission of Alzheimer’s disease in this context is really very low and these are probably going to be very rare cases,” lead study author Dr. John Collinge, a neurologist and the director of the University College London Institute of Prion Diseases, said at a news briefing Thursday.\n\nCollinge said patients should be aware of the potential risk for Alzheimer’s and, if needed, seek out testing and treatment.\n\n“It’s possible that if we catch people at an early stage” of Alzheimer’s, he said, “they may be more amenable to treatments that are becoming available.”\n\nChildren being treated for short stature today are not at risk, because doctors have used synthetic growth hormone since 1985.\n\n“I don’t think people should be alarmed,” said Dr. Paul Kaplowitz, a professor emeritus at Children’s National Hospital who specialized in pediatric growth disorders.\n\nKaplowitz noted that U.S. manufacturers developed a safer way to purify cadaver-derived human growth hormone in 1977, significantly reducing the risk of contamination. Patients treated in the U.S. with cadaver-derived growth hormone after 1977 are likely at very low risk.\n\n“You would have thought that if this were a big problem, we would have a lot of cases by now,” said Kaplowitz, who was not involved in the new study.\n\nAnother dangerous protein\n\nAlthough Collinge and his team’s earlier research suggested that patients who received cadaver-derived growth hormone could be at risk for Alzheimer’s, they began following the patients because of concerns over a different disease: Creutzfeldt-Jakob disease, or CJD, a rare and deadly condition that also resulted from contaminated hormone samples.\n\nCJD is a cousin of bovine spongiform encephalopathy, commonly called mad cow disease. More than 250 growth hormone patients have been diagnosed with CJD worldwide.\n\nDoctors believe patients developed CJD because of hormone samples contaminated with prions — little-understood proteins that can trigger normal brain proteins to fold into abnormal shapes. Thirty-five patients treated with cadaver-derived human growth hormone in the U.S. have died from CJD.\n\nFor decades, people who had lived in or traveled to the U.K. or other places hit by mad cow disease were banned from donating blood, for fear of passing on the disease. The Food and Drug Administration lifted that ban in 2022.\n\nCollinge said he doesn’t know whether the proteins that appear to have caused Alzheimer’s can be transmitted through blood transfusions or organ donations. A spokeswoman for the American Society of Transplantation said its scientists know of no links between organ transplants and a heightened risk for Alzheimer’s.\n\n“It’s an interesting question,” Collinge said at the news briefing. “It’s not something we’ve looked at.”\n\nScientists have had evidence for some time that CJD can be transmitted through blood transfusions, and the American Red Cross bars people who received cadaver-derived growth hormone from donating blood.\n\nBut an American Red Cross spokesman said in a statement that “there is no scientific evidence” that donated blood can lead to an accumulation of amyloid protein in the body or increase the risk of Alzheimer’s. The Red Cross is in close contact with the FDA and other international health agencies that oversee blood safety to make sure its recommendations include the latest science, spokesman Daniel Parra said.\n\nThe new study raises questions about how Alzheimer’s begins. Alzheimer’s may have more in common with CJD than previously suspected, Collinge said.\n\n“This may have important implications for understanding and treating Alzheimer’s disease in the future,” he said in a statement. While there have been no other reported cases of Alzheimer’s acquired through other medical care, the study “should lead us to review measures to prevent accidental transmission via other medical or surgical procedures in order to prevent such cases occurring in the future.”\n\nFor more information, patients treated with cadaver-derived human growth hormone in the U.S. can call the National Institute of Diabetes and Digestive and Kidney Diseases at 1-800-860-8747 or email healthinfo@niddk.nih.gov.\n\nPatients treated in the U.K. can email the National Prion Clinic at uclh.prion.help@nhs.net.",
    "url": "https://www.nbcnews.com/health/health-news/human-growth-hormone-shots-cadavers-linked-alzheimers-study-finds-rcna135927",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:34.243933"
  },
  {
    "title": "Shannen Doherty says 'miracle' cancer infusion has given her new hope",
    "text": "Shannen Doherty shared a positive update on her treatment for stage 4 breast cancer thanks to what the \"Beverly Hills, 90210\" star called a \"miracle\" treatment.\n\n\"I'm on a new cancer infusion, and after four treatments, we didn't really see a difference, and everybody wanted me to switch, and I just kind of was like we're going to keep going with this and see,\" Doherty said in a conversation with her radiation oncologist, Dr. Amin Mirhadi, on Monday's episode of her \"Let's Be Clear\" podcast.\n\n\"After the sixth or seventh treatment, we really saw it breaking down the blood-brain barrier. Do I call that a miracle? For me, that happens to be a miracle right now, that, like, I sort of rolled the dice and said let's keep going,\" she said.\n\nDoherty did not name the exact infusion treatment she is undergoing, but she described it as a positive step in her ongoing battle with cancer.\n\nThe success of the treatment may be \"God intervening and being like I'm going to give her a break,\" she added.\n\nThroughout the years, Doherty, 52, has candidly documented her journey with the illness.\n\nShe was first diagnosed with breast cancer in 2015 and underwent treatment for around two years before she announced her remission in 2017.\n\nDoherty disclosed in 2020 that she had received a second diagnosis of breast cancer, this time at stage 4. The cancer spread to her brain and bones last year.\n\n\"Every day is a gift, and there are so many new things in the works that I think hope is always there,\" Doherty said on her podcast. \"All I can do is live each day in as much of a positive manner, with a lot of hope, as I can.\"",
    "url": "https://www.nbcnews.com/pop-culture/pop-culture-news/shannen-doherty-says-miracle-cancer-infusion-new-hope-rcna136333",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:35.852652"
  },
  {
    "title": "Unions plan pushback on proposed driverless taxi expansion in L.A.",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nSome labor unions, including the Teamsters, plan to push back against a plan by the self-driving car company Waymo to expand its autonomous car service in California.\n\nThe Teamsters and three other labor organizations are planning a rally Friday on the steps of Los Angeles City Hall to call for stricter regulation of driverless cars, which they say threaten the jobs of people who drive for a living. The Teamsters say they want autonomous car services to have backup human drivers, and they’re supporting a bill in the California Legislature that would grant cities and counties the authority to regulate or block services such as Waymo’s.\n\nWaymo, which operates fleets of autonomous cars for hire in San Francisco and Phoenix, announced plans last month to expand to two additional swaths of California: parts of greater Los Angeles and suburban towns south of San Francisco. The company, which spun off from Google in 2016, said it has more than 50,000 people on its Los Angeles waitlist for free test rides.\n\nThe service is similar to the ride-hailing apps Uber and Lyft, but the Waymo vehicles are driven by self-driving software, with no humans behind the wheel. Waymo employees are available for remote assistance if needed.\n\nWaymo communications manager Julia Ilina stands next to a Waymo driverless taxi in San Francisco on Feb. 15. Terry Chea / AP file\n\nLindsay Dougherty, the Teamsters’ vice president for the western region, said in an interview that automation in driving is a long-term threat to union jobs such as truck driving and package delivery. The Teamsters represent driving workers at some companies like UPS.\n\n“It’s definitely an issue for working people in general but most definitely the Teamsters, who do represent drivers,” she said. “The ultimate fear of our members is losing these jobs.”\n\nDougherty also said she’s not convinced that the Waymo service is safe. She said she hasn’t ridden in one and wouldn’t unless a backup human driver was present.\n\n“Any vehicle is a weapon, essentially. It is a piece of machinery that can harm not just other drivers but pedestrians,” she said. “I just don’t trust the technology.”\n\nSelf-driving cars have been involved in high-profile deaths. In 2018, a self-driving Uber car with a backup human driver struck a pedestrian in Arizona, killing her. Tesla’s driver assistance system, known as Autopilot, has been associated with 17 deaths, The Washington Post reported last year.\n\nWaymo has said its safety record is far better that than of human drivers, with no traffic deaths and only minor injuries. And even those minor injuries are generally caused not by the Waymo vehicles but by human drivers in other vehicles who fail to stop and then rear-end Waymos, according to the company and documents it has filed with state regulators.\n\nTraffic deaths caused by human drivers are at or near multidecade highs, having surpassed 42,000 in 2022, according to federal regulators.\n\nWaymo vehicles are generally more observant of traffic laws than human drivers are, according to journalists who have ridden in them in San Francisco: They obey speed limits, use turn signals and make full stops at stop signs.\n\nA Waymo representative had no immediate comment Thursday on the labor opposition.\n\nIn a statement last month, Waymo said the regulatory process it follows is already rigorous.\n\n“We remain committed to our safety-driven, community-first deployment approach that has served our riders well in San Francisco and Phoenix,” it said. “We look forward to public feedback over the coming months, and continuing our ongoing dialogue with officials and community organizations in LA.”\n\nLast year, the Teamsters supported legislation in California to require backup human drivers for semiautonomous trucking services. The bill passed the Legislature, but Gov. Gavin Newsom, a Democrat, vetoed it, saying it wasn’t necessary to ensure safety.\n\nFriday’s rally in Los Angeles is scheduled to include representatives from three other labor organizations: the Los Angeles County Federation of Labor, the California Professional Firefighters and the California Labor Federation.\n\nSome labor unions have supported autonomous taxis. Last year, Cruise, a division of General Motors, said it had signed agreements with two local union chapters in San Francisco that represented electrical workers and janitors at Cruise’s facilities. California later revoked Cruise’s permits to operate in the state, accusing the company of having failed to disclose details about a collision involving a pedestrian.\n\nTo move forward with its planned expansions in California and begin charging the public for rides in new areas, Waymo first needs permission from state regulators. Under state law, it doesn’t need the permission of local authorities, but the Teamsters and others support legislation to change that.\n\nState Sen. Dave Cortese, D-San Jose, is sponsoring legislation that would give cities and counties authority over services like Waymo’s. He said it doesn’t make sense for them to be cut out of the process when they already regulate local taxi services.\n\n“We’re really trying to return local control to the cities and counties in terms of motor vehicle oversight and basic street safety regulations,” he said in a phone interview. “The state shouldn’t have absolute control.”\n\nThe bill would give localities wide authority over autonomous vehicle services, including the ability to cap the number of vehicles depending on their impact on congestion.\n\nLike Dougherty, Cortese said he hasn’t ridden in a Waymo and isn’t convinced they’re safe. He said lawmakers and the public are “completely dependent” on the company and its competitors to self-report any incidents.\n\n“What they’re asking for is the equivalent of Henry Ford establishing his assembly line and selling his Model T, and the government says, ‘Go ahead and do what you want, because it’s probably safer than a horse and buggy.’ We’ve never operated that way,” Cortese said.\n\n“I know that’s not the sentiment of my constituents — at least the majority of them,” he added.",
    "url": "https://www.nbcnews.com/tech/innovation/la-waymo-driverless-cars-union-teamsters-rcna136836",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:37.318704"
  },
  {
    "title": "Closed Captioning",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nNBC News (including The TODAY Show, MSNBC, NBC Nightly News and CNBC) is pleased to offer closed captioning across a wide variety of its programming that it makes available on television and online. To report an issue or concern regarding closed captioning on NBC News content viewed on television or online, please contact us at nbcclosedcaptioning@nbcuni.com or 1-866-787-6228.\n\n* * * * * *\n\nPlease detail your issue or concern by providing the following information:\n\nYour name, address, telephone number and email address\n\nYour preferred method of contact (phone or email)\n\nThe name of the program with the captioning issue\n\nA brief description of the captioning issue, including the date and time you experienced the problem\n\nIf you are watching on television, please provide the name of your pay TV provider\n\nIf you are watching online, please identify the device and brand (e.g., computer, tablet, smartphone) and software version you are using\n\nIf you wish to submit a written complaint, please send it to:\n\nAngela Ball\n\nSenior Vice President, Regulatory Affairs\n\nNBCUniversal\n\n300 New Jersey Ave., NW Suite 700\n\nWashington, DC 20001-2030\n\nccfeedback@nbcuni.com",
    "url": "https://www.nbcnews.com/information/nbc-news-info/closed-captioning-n1307063",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:38.029155"
  },
  {
    "title": "Jennifer Crumbley, mother of Michigan shooter, testifies she regrets her son's actions",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nPONTIAC, Mich. — Jennifer Crumbley, the mother of teenage school shooter Ethan Crumbley, testified Thursday that while \"I don't think I'm a failure as a parent\" and \"wouldn't have\" done anything differently in how she parented her son, she regrets what he did.\n\n\"I wish he would have killed us, instead,\" she said on the stand in her involuntary manslaughter trial.\n\nShe added: \"I don't want to say that I'm a victim, because I do not want to disrespect the families that truly are the victims in this, but we did lose a lot.\"\n\n\"You lost everything?\" her lawyer, Shannon Smith, asked.\n\n\"We did,\" Crumbley said.\n\nHer relationship with her son was the crux of her highly anticipated testimony, which her defense said would show why she \"could have never anticipated\" that he would kill four students and injure several others at Oxford High School in November 2021.\n\nThe trial, which opened a week ago, is an unusual case of a parent of a school shooter facing criminal responsibility.\n\nThe line of questioning by Crumbley's lawyer attempted to deflect the blame from her. She testified that her husband was responsible for storing the gun he had bought their son as an early Christmas gift and that the task \"was his thing.\"\n\nCrumbley also said her son's school failed to tell her about his difficulty staying awake and paying attention in his classes.\n\n\"If you heard your son was having a rough time, what would you do to follow up?\" Smith asked.\n\n\"I would talk to my son and find out what's going on,\" Crumbley said.\n\nShe acknowledged her son was generally worried about his future after high school and would get stressed out, but she said his mental health never alarmed her enough that she felt he needed to see a professional.\n\n\"There was a couple of times when Ethan had expressed anxiety over taking tests, anxiety about what he was going to do after high school, whether it was college, military,\" Crumbley said. \"So he expressed those concerns to me. Not to a level where I felt he needed to see a psychiatrist or mental health professional right away.\"\n\nDuring her testimony, the jury was shown dozens of images from Crumbley's Facebook page of her family spending time together spanning several years.\n\n\"I trusted him, and I felt we had an open door and he can talk to me about anything,\" Crumbley said. \"I thought as a family we were really close.\"\n\nThe trial opened Jan. 25 in an Oakland County courtroom, with both prosecutors and the defense laying out the dynamic between Crumbley and her son, who was 15 at the time of the shooting.\n\nProsecutors argued that she knew of her son's deteriorating mental health and social isolation and that he had access to a gun but that she cared more about her horses than his concerns.\n\n\"Jennifer Crumbley didn't pull the trigger that day, but she's responsible for their deaths,\" Assistant Oakland County Prosecutor Marc Keast said in his opening statement.\n\nBut her defense told the jury that while she was a caring mother, she did not know her son was capable of such violence — suggesting it was his school that failed to fully inform her and her husband who was responsible for the weapon.\n\nCrumbley's husband, James, faces trial on the same charges of involuntary manslaughter in March.\n\nIf they are found guilty, the Crumbleys each face up to 15 years in prison and a $7,500 fine per charge.\n\nThe trial has centered mostly on the day of the shooting, Nov. 30, 2021.\n\nDuring a week of presenting its case, prosecutors called more than 20 witnesses, including law enforcement officials and school staff members, and showed text message and video evidence, including school video of the shooting itself.\n\nThe video led Crumbley to put her head down and sob.\n\nJennifer Crumbley, left, with her attorney Shannon Smith in the Oakland County courtroom in Pontiac, Mich., on Thursday. Mandi Wright / Detroit Free Press Pool via AP\n\nA day after Thanksgiving, prosecutors say, James and Jennifer Crumbley bought their son a 9 mm Sig Sauer.\n\nJennifer Crumbley testified that Ethan asked her that weekend to take him to a gun range, which was the only place where he was allowed to shoot, she said.\n\n\"It was a fun day,\" Crumbley said. \"I felt good about it.\"\n\nShe added that she \"didn't feel comfortable\" being responsible for storing the gun, which also had a cable lock, but that she hid the bullets after they got home from the range.\n\nThat Monday, a teacher at Oxford High School said she saw Ethan searching online for ammunition, according to prosecutors, and the school left a voicemail for his mother. The following day, a teacher said she had found a note on Ethan's desk with a drawing of a gun and a person who had been shot, along with messages including, \"The thoughts won't stop. Help me.\"\n\nThat discovery prompted the school to summon the parents for a meeting, but school officials testified that they declined to bring him home because they had to go back to work.\n\nThe officials also said that if the parents had informed them that their son had access to a gun, they would have been more authoritative to ensure immediate safety.\n\nEthan would go on to commit the school shooting later that afternoon.\n\nHe pleaded guilty as an adult to murder, terrorism and other crimes and was sentenced in December to life in prison without parole.\n\nCrumbley testified Thursday that the night before the shooting, she had an argument with her son about his grades in math. She was initially upset when she and her husband had to go to the school the next day about the drawing.\n\n\"I was actually kind of angry, because I thought he was, he did that in, like, defiance of us yelling at him about his assignments,\" Crumbley said, \"and here he is drawing pictures on an empty assignment page in geometry.\"\n\nCrumbley then described how she and her husband learned about the shooting later that day. She said that her son had texted her, \"I love you,\" which was out of character at his age, but that she didn't think it was linked to anything nefarious.\n\n\"It was abnormal for him,\" she said.\n\nBut then her husband, who was aware that there had been a shooting at the school, called Crumbley asking her where she had hidden the gun's bullets.\n\nShe said she thought instantly, “Oh, my gosh. He got the gun.\"\n\nBut she testified that she didn't believe he was going to harm anyone and that when she texted him \"Ethan don't do it\" an hour after the shooting began, it was for another reason.\n\n\"I yelled in my talk-to-text 'Ethan don't do it' because I thought he was going to kill himself,\" Crumbley said.\n\nFrom then on, the events became a whirlwind, she said, as friends and family members who saw the news reports about the shooting — and had yet to learn the details — wanted to make sure her son was OK.\n\n\"That was the hardest thing I had to stomach was that my child harmed and killed other people,\" Crumbley said.\n\nThree days after the shooting, Oakland County Prosecutor Karen McDonald announced involuntary manslaughter charges against the Crumbleys. But authorities had been unable to find them.\n\nThe case took a dramatic twist at the time when the U.S. Marshals Service released wanted posters and offered rewards of up to $10,000 for information leading to their arrests.\n\nCrumbley said Thursday that her \"Facebook messenger was blowing up with threats\" and that because she and her husband felt unsafe, they went to a hotel and later an art studio in Detroit owned by a friend to figure out what to do.\n\nShe said they didn't want to turn themselves in at the police station because of all of the attention and were waiting on advice from her lawyer about how to proceed.\n\nShe then woke up to law enforcement arresting her and her husband.\n\nMuch of Crumbley's testimony involved her defense's trying to knock down evidence that the prosecution had presented earlier in its strategy to portray her as aloof to her son's needs.\n\nProsecutors had shown the jury photos on Crumbley's phone of both her and her husband riding their horses in March 2021. A computer crimes expert had testified that they were taken at the same time that their son was texting his mother about seeing demons in their house, writing \"the house is haunted\" and asking her, \"Can you at least text back?\"\n\nCrumbley didn't write back, according to the message thread, but she dialed her son 90 minutes after he texted in a call that lasted 19 seconds.\n\nShe said Thursday that she had seen the texts but that her son had believed their house was haunted and enjoyed \"messing with us\" because that was his personality.\n\nProsecutors also introduced a witness, Brian Meloche, who was part of the local \"horse community\" and whom Crumbley was having an extramarital affair with for about six months in the spring of 2021.\n\nMeloche said Crumbley relayed her concerns on the day of the shooting that she \"was worried he was going to do something dumb.\"\n\nCrumbley testified Thursday that neither her husband nor Ethan knew about the affair.\n\n\"Do you feel like that affair caused you to neglect Ethan or not spend time with him?\" Smith asked.\n\n\"No,\" she responded, adding that they would mostly see each other in the mornings.\n\nCrumbley's testimony was expected to continue Friday.\n\nSelina Guevara reported from Pontiac and Erik Ortiz from New York.",
    "url": "https://www.nbcnews.com/news/us-news/jennifer-crumbley-mother-michigan-shooter-takes-stand-rcna136536",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:40.034197"
  },
  {
    "title": "Medicare to kick off first drug price negotiations, and it could get heated",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nThe government is set to begin negotiating prices on the 10 costliest prescription drugs covered by Medicare this week, setting the stage for a fierce tug of war between U.S. officials and drugmakers as the Biden administration attempts to lower soaring prescription drug costs for older adults.\n\nMedicare provides health insurance coverage to more than 65 million people in the U.S., according to the Centers for Medicare and Medicaid Services, or CMS.\n\nThe negotiations, as mandated by the Inflation Reduction Act, are slated to run through Aug. 1 before final prices are announced on Sept. 1. It's uncharted territory for Medicare, which has never before been able to directly haggle with drugmakers over prices.\n\n“I expect negotiations to be intense,” said Lawrence Gostin, director of the O’Neill Institute for National and Global Health Law at Georgetown University. “Big Pharma is likely to dig in its heels and use a variety of strategies, including fierce negotiations.”\n\nA pharmacist holds a bottle of the drug Eliquis at a pharmacy. George Frey / Reuters file\n\nBy Thursday, the CMS is expected to send its first pricing offer to each drug company that makes the 10 selected drugs, said Juliette Cubanski, a Medicare expert with KFF, a nonpartisan group that studies health policy issues.\n\nThe 10 drugs under negotiation are:\n\nEliquis, a blood thinner from Bristol Myers Squibb and Pfizer;\n\nXarelto, a blood thinner from Johnson & Johnson;\n\nJanuvia, a diabetes drug from Merck;\n\nJardiance, a diabetes drug from Boehringer Ingelheim and Eli Lilly;\n\nEnbrel, a rheumatoid arthritis drug from Amgen;\n\nImbruvica, a drug for blood cancers from AbbVie and J&J;\n\nFarxiga, a drug for diabetes, heart failure and chronic kidney disease from AstraZeneca;\n\nEntresto, a heart failure drug from Novartis;\n\nStelara, a drug for psoriasis and Crohn’s disease from J&J;\n\nFiasp and NovoLog, diabetes drugs from Novo Nordisk.\n\nAn analysis published in January by the Commonwealth Fund, a research group focused on health care, found that the U.S. retail prices — prices charged by pharmacists to patients or insurers before discounts or rebates — for the 10 drugs were three to eight times higher compared to other countries of similar size and wealth.\n\nAnother report from the Commonwealth Fund, published in September, found that in 2022, more than 1 in 7 older adults with Medicare said that they didn’t fill a prescription because of the high cost of drugs.\n\nThe negotiations will begin in earnest Thursday morning, when Medicare presents its opening price offer for the drugs. Both sides will have the opportunity to go back-and-forth, making counter offers over several months before they agree on a final price, Cubanski said.\n\nThe new prices will go into effect in 2026.\n\nA spokesperson for the Department of Health and Human Services said the Biden administration will disclose only the final negotiated prices, not the opening bids.\n\nJulie Masow, a spokesperson for Novartis, told NBC News in a statement that the drugmaker does not plan to make the government’s initial pitch public.\n\nAllison Schneider, a spokesperson for Novo Nordisk, said the company “intends to evaluate CMS’s initial offer and will decide how to respond.”\n\nThe makers of the remaining eight drugs did not respond to requests for comment.\n\nPrice cuts\n\nIt remains unclear how steep the price cuts will be, said Stacie Dusetzina, a health policy professor at Vanderbilt University in Nashville, Tennessee. The Inflation Reduction Act established a minimum price discount of 25% for a drug that is 9 to 12 years old. For older drugs, the minimum discounts could be as high as 60%, she said.\n\nDusetzina said she expects that if a company is initially asked for a discount of around 25% on the price of its drug, they would likely agree to it.\n\n“That is the best-case scenario,” she said. “There’s nowhere to go.”\n\nBottles of Xarelto, a blood thinner from Johnson & Johnson. Kristoffer Tripplaar / Sipa USA via AP file\n\nWhile at the lower end, 25% “would actually be a pretty big discount,” she added.\n\nImbruvica, a blood cancer drug, for example, cost the federal government about $2.9 billion in 2020 alone. A 25% discount would provide the government savings of around $560 million, according to an analysis published in the Journal of Managed Care & Specialty Pharmacy.\n\nThose savings are expected to trickle down to older adults who are prescribed the drugs through lower out-of-pocket costs at the pharmacy counter, said Gretchen Jacobson, vice president of the Medicare program at the Commonwealth Fund.\n\nPeople on Medicare could also see lower monthly premiums, Cubanski said.\n\nAdults on Medicare will likely see more savings in the next several years. In 2027, negotiated prices will go into effect for 15 more drugs, followed by another 15 drugs in 2028 and 20 more in each subsequent year.\n\nOngoing lawsuits\n\nOf course, none of this will happen if the drugmakers are successful in their lawsuits seeking to dismantle the Inflation Reduction Act, Gostin said.\n\nIn June, Merck announced a lawsuit against the federal government over the negotiation provision. Other drugmakers, including Johnson & Johnson and AstraZeneca, have since filed similar suits. On Wednesday, a district court in Delaware is scheduled to hear oral arguments in the AstraZeneca case.\n\n“​​I see a rough ride for the Biden administration,” Gostin said.\n\nIn a statement, Alex Schriver, a spokesperson for the Pharmaceutical Research and Manufacturers of America, or PhRMA, a group that represents the drug industry, said the negotiations are not in the best interests of patients.\n\n“Government bureaucrats are operating behind closed doors to set medicine prices without disclosing for months how they arrived at the price or how much patient and provider input was used,” Schriver said. “This lack of transparency and unchecked authority will have lasting consequences for patients long after this administration is gone.”",
    "url": "https://www.nbcnews.com/health/health-news/medicare-drug-price-negotiations-start-rcna136181",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:40.978798"
  },
  {
    "title": "James O'Keefe, Project Veritas settle suit over bogus voter fraud claims cited by Trump campaign",
    "text": "Conservative provocateur James O'Keefe and his former organization Project Veritas have settled a lawsuit filed by a Pennsylvania postmaster after the group spread a Postal Service worker's false claims of voter fraud during the 2020 presidential election.\n\nA lawyer who represented Robert Weisenbach, the Erie postmaster who filed the lawsuit in state court, confirmed that it had been settled on undisclosed terms.\n\n“The only comment I’m allowed to make about it is that the case was filed, was litigated, and settled to the satisfaction of the parties,” attorney David Houck told NBC News.\n\nO'Keefe, who was removed as head of Project Veritas in February 2023, said in a brief statement Monday that he was \"aware of no evidence or other allegation that election fraud occurred in the Erie Post Office during the 2020 Presidential Election.”\n\nProtect Democracy, a self-described anti-authoritarian group that was involved in the suit on Weisenbach's side, said in a statement that the case “was resolved in a manner acceptable to all parties.”\n\nProject Veritas did not immediately respond to a request for comment Monday.\n\nO'Keefe and Project Veritas had boosted the claims of Richard Hopkins, a Trump supporter who worked as a mail carrier at the time and claimed that he'd heard Weisenbach make statements about illegally backdating mail-in ballots. Hopkins retracted his statement after Sen. Lindsey Graham, R-S.C., cited it in a letter to the Justice Department in 2020.\n\nIn a statement O'Keefe and Project Veritas published Monday, Hopkins said he \"only heard a fragment\" of a conversation between Weisenbach and another supervisor but had \"reached the conclusion that the conversation was related to nefarious behavior.\" Hopkins now says he was wrong.\n\n“As a USPS mail carrier at the time, I was on heightened guard considering many allegations of ‘widespread fraud’ plaguing the 2020 Presidential Election,” Hopkins said in the statement. “As I have now learned, I was wrong. Mr. Weisenbach was not involved in any inappropriate behavior concerning the 2020 Presidential Election. The [Postal Service Office of the Inspector General] investigated and found that neither Mr. Weisenbach nor any other USPS employee in Erie, Pennsylvania engaged in election fraud or any other wrongdoing related to mail-in ballots.\n\n\"I apologize to Mr. Weisenbach, his family, the employees of the Erie Post Office, and anyone that has been negatively impacted by my report,\" Hopkins continued. \"I implore everyone reading this statement to leave the Weisenbach family alone and allow them to return to their normal, peaceful, lives.”\n\nFormer President Donald Trump, in a tweet a week after the election, called Hopkins a “brave patriot,” and the Trump campaign cited his claims in litigation.\n\nO’Keefe wrote Monday on X that he had \"reported that election fraud had occurred in Erie, Pennsylvania during the 2020 Presidential Election,\" saying the story \"was based on Richard Hopkins’ claim that he had overheard Robert Weisenbach, the Erie Postmaster, direct another USPS supervisor to illegally backdate mail-in ballots.\"\n\n\"Mr. Hopkins has since come to learn that he was wrong — neither Mr. Weisenbach nor any other USPS employee in Erie, Pennsylvania engaged in election fraud or any other wrongdoing related to mail-in ballots,\" O'Keefe said.\n\nThe settlement comes at a difficult time for Project Veritas, a right-wing group that laid off employees and suspended operations last year. Hannah Giles, who worked with O’Keefe and was its chief executive, announced in December that she was leaving Project Veritas, writing on X that she had \"stepped into an unsalvageable mess — one wrought with strong evidence of past illegality and post financial improprieties.\" Also in December, a federal judge rejected a First Amendment defense by Project Veritas in connection with an investigation into the theft of a diary belonging to President Joe Biden’s daughter.",
    "url": "https://www.nbcnews.com/politics/elections/james-okeefe-project-veritas-settle-suit-bogus-voter-fraud-claims-cite-rcna137366",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:38:42.918479"
  },
  {
    "title": "Schumer 'hopeful' Senate will pass bipartisan border bill despite opposition from GOP hard-liners",
    "text": "Senate Majority Leader Chuck Schumer expressed optimism Monday over a bipartisan bill that seeks to impose stricter immigration and asylum laws, saying he believes it will pass the Senate despite opposition from hard-right Republicans.\n\n“I’m confident — ‘hopeful’ is the right word,” Schumer, D-N.Y., said in an interview on MSNBC’s “Morning Joe” when he was asked about the bill’s chances of passing in the Senate. “This is hard. And our Republican senators — we need a bunch of them — are under a lot of pressure from right-wing Trump part of the party.”\n\nSenators released the text of the bipartisan bill Sunday night after months of negotiations. The $118 billion bill, which comes amid record-high crossings at the southern border, includes foreign aid to Israel, Ukraine and Taiwan. Republicans have said they would support aid to those countries only on the condition that it is paired with new policies to restrict U.S. immigration.\n\nThe bipartisan package faces opposition from House Republican leadership and other conservatives, including several members of the House Freedom Caucus. Shortly after senators released the text of the bill, Speaker Mike Johnson, R-La., said Sunday night on X that “it will be dead on arrival” if it reaches the House.\n\nSchumer said the bill is a “compromise,” which he added is “the only way you get important things done” in the Senate. He blamed pressure from former President Donald Trump and his allies for the hard-right Republicans’ opposition to the legislation.\n\n“Will the senators drown out the political noise from Trump and his minions and do the right thing for America?” he asked. “It’s a crucial question. History is looking down on every one of us right now.”\n\nAsked what happens next if the bill passes the Senate, Schumer listed groups within the House that he argued it would appeal to.\n\n“First is a big group of hawks in the middle, and they care about funding Ukraine — they always have — and the strategy of Johnson is right now do nothing,” he said. “There’s a large number of pro-Israel people — they care about that. Then there’s a large number of progressive legislators, I’m included, who want to see that Gaza, the people in Gaza, don’t starve and we get that aid to them.\n\n“Plus, there are some who care about Taiwan, and there’s money there to bolster us against China’s aggression there,” he added. “You know, we’re in an aggressive world, and we got a lot of dictators linking up — Russia, China, Iran. If we don’t defend ourselves, we don’t want this to be like 1938.”\n\nSchumer predicted that Johnson will eventually face “huge pressure from within his caucus” to pass the bill if it gets through the Senate.\n\n“Well, he’s saying that now because he hopes his nightmare is we pass it in the Senate,\" Schumer said about Johnson's opposition. \"So he’s doing everything he can to thwart us passing it in the Senate. But once we pass it in the Senate, God willing, I think there’ll be huge pressure from within his caucus and without to get this done.”\n\n“If he put this bill on the floor of this House right now, it would pass,\" Schumer said. \"We’d get a lot of Democratic votes, and we get some good number of Republican votes.\"\n\nIn a joint statement Monday, the top four House Republican leaders — Johnson, Majority Leader Steve Scalise of Louisiana, Majority Whip Tom Emmer of Minnesota and Republican Conference chairwoman Elise Stefanik of New York — said they oppose the bipartisan border bill “because it fails in every policy area needed to secure our border and would actually incentivize more illegal immigration.”\n\nThey cited the proposed expansion of work authorizations without also including \"critical asylum reforms,” what they said were loopholes in the border shutdown authority that would give Homeland Security Secretary Alejandro Mayorkas “too much discretionary authority,” insufficient limitations on Biden’s parole authority, and the use of taxpayer funds to house migrants in hotels through a Federal Emergency Management Agency program that provides them with shelter and services.\n\n“Any consideration of this Senate bill in its current form is a waste of time,” they wrote. “It is DEAD on arrival in the House. We encourage the U.S. Senate to reject it.”\n\nBefore the Senate released the border bill text, Johnson announced Saturday that the House will vote this week on a stand-alone bill to provide aid to Israel. He defended his move in an interview on NBC News’ “Meet the Press,” denying that he had proposed the stand-alone aid package to kill the compromise deal in the Senate.\n\n“No, we’ve made very clear what the requirements of the House were, and that is to solve the problem at the border,” he said, adding that the House has been “awaiting” action from the Senate.\n\nJohnson also denied that Trump, who opposes the Senate’s immigration deal, influenced his decision to push an Israel bill.\n\n“Of course not. He’s not calling those shots,\" Johnson said. \"I am calling the shots for the House. That’s our responsibility. And I have been saying this far longer than President Trump has.\"\n\nIn a post to Truth Social on Monday morning, Trump urged Republicans to vote against the border bill, which he slammed as “horrendous,” and called for a separate bill that does not link to foreign aid.\n\n“Only a fool, or a Radical Left Democrat, would vote for this horrendous Border Bill, which only gives Shutdown Authority after 5000 Encounters a day, when we already have the right to CLOSE THE BORDER NOW, which must be done,” he wrote. “This Bill is a great gift to the Democrats, and a Death Wish for The Republican Party. It takes the HORRIBLE JOB the Democrats have done on Immigration and the Border, absolves them, and puts it all squarely on the shoulders of Republicans. Don’t be STUPID!!!”\n\nTop Senate Republicans have also begun stating their rejection of the bill.\n\nSen. Steve Daines, R-Mont., a member of GOP leadership as chairman of the National Republican Senatorial Committee, came out against the bill, saying he can’t support the provisions about the border.\n\n“I can’t support a bill that doesn’t secure the border, provides taxpayer funded lawyers to illegal immigrants and gives billions to radical open borders groups. I’m a no,” he wrote on X.\n\nSens. Ted Cruz of Texas and Mike Lee of Utah also panned the bill and urged their colleagues to vote against it.\n\n“This … is … INSANE,\" Cruz wrote Sunday night on X. \"On Schumer’s Open-Borders Legislation, Republicans shouldn’t just vote no … but HELL NO.”\n\nLee wrote Sunday night on X that the bipartisan border bill is “even worse than we thought.”\n\n“No one who cares about our border security should support it,” he wrote. “It is a betrayal of the American people.”\n\nSenate Minority Whip John Thune, R-S.D., and Sen. John Cornyn, R-Texas, a former Republican whip, have not commented publicly on the bill.",
    "url": "https://www.nbcnews.com/politics/congress/schumer-hopeful-senate-will-pass-bipartisan-border-bill-opposition-gop-rcna137240",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:48:08.414074"
  },
  {
    "title": "Half of Asian American and Pacific Islander adults feel U.S. should support Palestinians more, new survey says",
    "text": "Nearly half of Asian American and Pacific Islander adults believe the United States is not supportive enough of Palestinians in the ongoing conflict in Gaza, a new report shows.\n\nAlmost the same percentage said that the U.S. is too supportive of Israelis, according to the survey released this week by AAPI Data/AP-NORC. In comparison, 36% of the general population said the U.S. isn’t supportive enough of Palestinians, a separate AP-NORC poll said.\n\nIgnoring the stances of the Asian American and Pacific Islander community on the issue could lead to trouble for President Joe Biden and the Democratic Party in particular, AAPI Data Director Karthick Ramakrishnan said.\n\n“Asian Americans and Pacific Islanders are electorally consequential in many states,” he said. “The Democratic Party has to be concerned about where Asian Americans seem to stand on the Israel-Gaza question.\"\n\nThe data also showed that 45% of AAPI adults believe the U.S. is not supportive enough of Muslim communities in the country. When asked about Jewish communities, just more than a quarter said the same.\n\nThe survey featured 1,091 Asian American, Native Hawaiian, and Pacific Islander respondents aged 18 and older in the U.S. It was conducted online and over the phone Dec. 4-11 in languages English, the Chinese dialects of Mandarin and Cantonese, Vietnamese and Korean.\n\nRamakrishnan underscored that the findings do not point to a pro-Palestine stance, however. Just 11% of AAPI see Israel as a rival and a similar percentage see it as an adversary. Meanwhile, 40% consider Israel a “partner to cooperate with” but feel the country doesn’t share U.S. interests and values. Another 36% consider Israel to be an ally.\n\n“This is not anti-Israeli sentiment that is coming through, but probably a concern about the humanitarian crisis in Gaza, and making sure that Palestinian civilians are alive and safe,” Ramakrishnan said.\n\nSince the Hamas attack Oct. 7 — in which, according to Israeli authorities, some 1,200 people were killed and another 240 were kidnapped — more than 26,000 people have been killed across the Gaza Strip in the Israeli military campaign. Most of the Palestinian victims are women and children, local authorities say.\n\nRamakrishnan said that one factor behind the community's stance could likely be the way in which many Asian American communities come from histories of colonization.\n\n“That is an additional dynamic for a lot of Asian Americans who come from colonized countries and who identify as minority or minoritized populations — it’s to be sympathetic and to find common cause with Palestinians who they see as oppressed people,” he said.\n\nThe survey did reveal some generational differences. AAPI adults ages 60 and older are more likely to see Israel as an ally, compared to their younger AAPI counterparts, at 50% versus 32%.\n\n“Especially among younger AAPI voters … for whom Israel-Gaza was of higher importance for younger voters than for older voters. The Biden campaign might lose in some key states,” Ramakrishnan said.\n\nWith growing concerns over the conflict, he said, he wouldn’t be surprised if the Biden administration began to react.\n\nThe Biden administration \"could perhaps even push the Israeli government either towards the cease-fire or taking great pains to ensure that deaths are minimal in Gaza moving forward,” he said.",
    "url": "https://www.nbcnews.com/news/asian-america/asian-american-pacific-islanders-palestinians-rcna136795",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:48:10.342027"
  },
  {
    "title": "About NBC News Digital",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nNBC News Digital is a collection of innovative and powerful news brands that deliver compelling, diverse and visually engaging stories on your platform of choice. NBC News Digital features world-class brands including NBCNews.com, MSNBC.com, TODAY.com, Nightly News, Meet the Press, Dateline, and the existing apps and digital extensions of these respective properties. We provide something for every news consumer with our comprehensive offerings that deliver the best in breaking news, segments from your favorite NBC News shows, live video coverage, original journalism, lifestyle features, commentary and local updates.\n\nCLOSED CAPTIONING\n\nNBC News is pleased to offer closed captioning on long-form content and certain other content that it makes available on television and online via websites and apps on mobile devices. To report an issue or concern regarding closed captioning on NBC News programs viewed on television or online, please contact us at affiliate.operations@nbcuni.com or 1-866-787-6228.\n\n* * * * * *\n\nTo assist us in resolving the issue, please provide the following information when you contact us for assistance with captions:\n\nYour name, address, telephone number and email address\n\nYour preferred method of contact (phone or email)\n\nThe name of the program with the captioning issue\n\nA brief description of the captioning issue, including the date and time you experienced the problem\n\nIf you are watching on television, please provide the name of your pay TV provider\n\nIf you are watching online, please identify the device and brand (e.g., computer, tablet, smartphone) and software (including version) you are using\n\nIf you wish to submit a written complaint, please send it to:\n\nMargaret TobeyVice President, Regulatory Affairs, NBCUniversal300 New Jersey Avenue, NW Suite 700Washington, DC 20001\n\nNBC News is part of the NBCUniversal News Group, a division of NBCUniversal, which is owned by Comcast Corporation. For more information about NBCUniversal, please visit www.NBCUniversal.com.",
    "url": "https://www.nbcnews.com/information/nbc-news-info/about-nbc-news-digital-n1232178",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:48:10.676446"
  },
  {
    "title": "Convoy rally on Texas-Mexico border attracts Trump fans who decry illegal immigration",
    "text": "QUEMADO, Texas — Trump 2024 flags flew alongside Christian flags as a throng of people converged on a rural Texas ranch to denounce the president and the people who have crossed into the United States from the nearby Rio Grande.\n\nMany of those who arrived at the border town of Quemado on Friday for the “Take Our Border Back” rally said they were convening as Christians who stand against lawlessness and were doing so peacefully. The musical performers, vendors, political signs and colorful clothing on the rally grounds contrasted with the razor wire, camouflage uniforms and weaponry stationed 20 miles south at the section of border in Eagle Pass.\n\nThe group arrived at about 8 p.m. Friday local time and merged onto a two-lane rural road, creating a long queue of mostly personal or rented cars and recreational vehicles.\n\nA participant passes flags and signage during a \"Take Our Border Back\" rally, Saturday, Feb. 3, 2024, in Quemado, Texas. Eric Gay / AP\n\nThey were led by a man on horseback waving the Christian flag — a white banner with a blue square and red cross in its upper left corner — three commercial trucks and a few buses, inching one by one through the only open entrance onto the grounds.\n\nThe convoy was first billed as 700,000 trucks that would head from Virginia to three points on the border, but that didn’t materialize.\n\nHowever, people joined along the way in Texas, driving passenger cars, recreational vehicles and trucks towing campers. When they arrived on Texas’ border, organizers said the convoy numbered around 200. NBC News was unable to independently verify that number, but observed at least 100 vehicles.\n\nDorothy Richards, 67, a retiree from New Braunfels, had attended a leg of the convoy’s rally in Dripping Springs, Texas, near Austin, but arrived before the convoy. The Take Our Border Back organizers held their Dripping Springs event at a whiskey distillery, where Richards said free mugs of beer were handed out.\n\nShe carried a Texas flag Friday, but then swapped that out for a sign supporting Texas Gov. Greg Abbott in his face-off with President Joe Biden over immigration. “Biden had his chance,” she said.\n\n“Governor Abbott & TX NG [National Guard] SECURE THE BORDER,” Richards’ sign read.\n\nThe Biden administration and Abbott have clashed over enforcement of immigration laws as Abbott has been sending immigrants allowed to await hearings in the U.S. to Democratic-led cities and has been operating his own border enforcement. Abbott is using the Texas National Guard and state police to apprehend people crossing into the United States illegally and to erect razor wire along the border. Border Patrol agents have said some of the actions are keeping them from doing their jobs.\n\nRichards said the clash over immigration could bring civil war, but she saw it as necessary. “What are we going to do? Should we stand back and let it [illegal immigration] happen?” she asked.\n\nThe event could have easily been a Trump rally with flags, MAGA hats and even a cardboard Trump. Some took it further with a hearse with “Trump 2024” on the front door and “collecting Democrat votes one dead stiff at a time” written in all-capital letters on the rear.\n\nAlma Arredondo-Lynch, 67, of Concan, Texas, wore a rhinestone “Women For Trump” brooch and wide-brimmed hat as she walked the ranch’s grounds. Friday evening’s rain and lightning had been pushed aside by a bright sun and warm temperatures on Saturday.\n\n“I believe that if we don’t have a border, we don’t have sovereignty. And if we don’t have sovereignty, we aren’t going to have civility,” she said. Drug cartels own and operate the border, she said.\n\nLike several others, she said she was not against people coming to the border, but said they should arrive legally.\n\nThe rally was largely calm with the exception of some clashes with a handful of demonstrators who said they belong to the group Street Preachers. They began protesting late Friday with a bullhorn, but were forced by the convoy and rally organizers to move across the street. They held anti-LGBTQ and Islamophobic signs.\n\nThe organizers used their own bullhorn to separate themselves from the protesters and to tell rallygoers they didn’t agree with the protesters’ views.\n\nBut some rallygoers didn’t distance themselves from anti-immigration rhetoric used by Abbott, Trump and others, which has raised alarms. Trump has said immigrants are “poisoning the blood of our country.\" Abbott drew some backlash when he said that the state was not shooting people who cross the border illegally because then Biden would charge state officials with “murder.”\n\nAbbott was planning to host several Republican governors in Eagle Pass on Sunday for a news conference on immigration and the border.\n\nAsked about Trump’s anti-immigrant rhetoric, Scotty Clay of Alpena, Arkansas, who would not give his age, said, “Trump sometimes stirs the pot ... just to get the rouse out of the media.”\n\n“We are at war within our own country. It’s on our southern border,” he said.\n\nDoug Pagitt, a pastor and the executive director of Vote Common Good, was at the ranch and in Eagle Pass over the weekend, too, to counter the claims that conservative and far-right groups constitute the “army of God” — as rally organizers have described themselves — and to support faith leaders who do not agree with them or Abbott.\n\n“When we hear people like this trucker brigade say that they are the army of God and they’re espousing things that sound like Christian nationalist ideas, that puts a target on places like Eagle Pass,” Pagitt said, referring to what he said was the belief that Christianity is the default religion for the nation and is what makes the U.S. great.\n\n“A lot of people are here to say that the governor shouldn’t listen to federal law. That sounds a little bit like an insurrection,” he said.\n\nThe convoy may be peaceful, he said, but attracts other groups that want to cause violence. He said he and other faith leaders were advised by Eagle Pass police against holding an outdoor hot dog cook-off and a prayer walk at Shelby Park on Sunday because the police could not guarantee their safety.\n\nStanding across from the ranch entrance Friday afternoon, onlooker Marco Castillo, 29, of Eagle Pass, said the rallygoers should have been in the area in December, when crossings were more numerous.\n\n“What is all of this for? For show,” he said, adding that he’d seen Dr. Phil’s helicopter in the skies. “Show.”\n\nHe sees no need for Abbott’s enforcement operation, dubbed Operation Lone Star, to be in Eagle Pass, “because look what they brought,” he said.",
    "url": "https://www.nbcnews.com/news/latino/convoy-rally-texas-mexico-border-attracts-trump-fans-decry-illegal-imm-rcna136967",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:48:11.021028"
  },
  {
    "title": "In 'white' Argentina, TV star Martín Ku, who's Argentine Asian, spurs reality check on race",
    "text": "BUENOS AIRES, Argentina — On Dec. 11, the all-caps phrase ‘UN CHINO’ — or ‘a Chinese’ — began trending in Argentina on the social media platform X.\n\nThat night, the local spinoff of the “Big Brother” franchise aired the premiere of its latest season. Argentine television watchers were processing their surprise: For the first time in the hit show’s 11-season run, the cast of houseguests included an Asian contestant in the form of 24-year-old Martín Ku, the son of Chinese and Taiwanese immigrants.\n\nIt was a seminal moment for Asian Argentine representation in mainstream media.\n\nIn this South American country of 45 million people, no TV show rivals the big-tent appeal of “Gran Hermano.” The reality juggernaut is the most-watched program on Argentine airwaves, with mainstream news publications regularly covering the intrigue and machinations of each season as it progresses.\n\nSo when Ku strode into the “Big Brother” house, luggage in hand, it was a resonant milestone.\n\n“We’ve been waiting for this for years,” said Carlos Lin, 44, an event emcee who has become one of the faces of Buenos Aires’ Chinese diaspora. “It’s huge.”\n\nFor Carlos Lin, an event emcee, the spotlight on Argentine Asians created by Ku's TV presence is long overdue: \"We've been waiting on this for years.\" Jason Kung\n\nThe inaccurate notion that Argentina is a white nation has widespread buy-in. Just last year, U.S. Rep. María Elvira Salazar, R-Fla., drew attention after praising Argentina for having “only one race” and being “completely homogenous” — a reference to the country’s perception as white.\n\nIt’s a misconception that is due in part to what experts, including Afro Latino scholars describe as a long-running “whitening process,” whereby the country’s leaders have boosted a European self-image while collapsing references to racial categories — the Argentine census bureau failed to collect racial information for much of its history.\n\nIn 1853, Argentina’s first constitution plainly stated that “the federal government shall foster European immigration.” Fast forward to the present day, a commitment to an exclusively European sense of identity continues to hold sway.\n\n“We are all descendants from Europe,” the country's right-wing president, Mauricio Macri, said in 2018. In 2021, left-wing President Alberto Fernandez said, “The Mexicans came from the Indians, the Brazilians came from the jungle, but we Argentines came from the ships.\"\n\nMarginalization — and ongoing stereotypes\n\nThe idea of an exclusively white Argentina lives on in part because of the thorough marginalization of Argentines of color. That’s especially true of the Chinese diaspora, which according to recent estimates numbers roughly 200,000 people, making it Argentina’s largest non-Latin American immigrant group.\n\nLucía Luna Li, 23, was born in the Buenos Aires metropolitan area to Chinese parents. Argentina, like the United States, grants birthright citizenship, meaning that those born in the country are citizens.\n\nLi said she almost never saw someone of Asian descent in Argentine media growing up. Nowadays, she noted, it still isn’t uncommon for her to receive comments on social media that put her Argentine identity in question. On TikTok, she describes herself in her bio as being “an argenchina,” a play on words on Argentine and Chinese.\n\nLucía Luna Li, whose parents emigrated from China, said she had almost never seen an Argentine of Asian heritage on TV or other media. Courtesy Lucia Luna Li\n\nGiven the reality genre’s widely documented struggles with diversity in the United States, where a “Big Brother” contestant had to be sent home last year for using a racial slur, it is perhaps not surprising that Ku’s pioneering foray into the Argentine reality space caused racial prejudice to rear its head in various degrees.\n\nDuring the season premiere, the show aired a clip of Ku answering icebreaker-type questions, including if he eats asado, the typical Argentine barbecue meal, with chopsticks. Newspaper coverage recapping the show reductively refers to Ku as “the Chinese.” Earlier this month, another contestant mockingly pantomimed speaking Chinese, and poked fun at Ku’s mother’s Chinese name, in a display many fans found openly racist and xenophobic.\n\nStill, there’s cautious optimism within the Chinese Argentine community that Ku’s star turn on \"Big Brother\" could help bring about positive change.\n\n“It could help make Chinese folks a bit more accepted,” said Gustavo Ng, a Buenos Aires-based journalist who has written extensively about China-Argentina relations. “But just Argentinean Chinese. Chinese from China, that’s another story.”\n\nA wave of migration and a new generation\n\nLi’s parents moved from China to Argentina in the mid- to late-1990s. Neither had finished high school and opportunities to climb out of poverty in their hometown were at the time very scarce.\n\n“People were hearing that so-and-so went to Argentina and they were doing better than they were at home,” Li said. Her family story is far from unique.\n\nThe bulk of Chinese immigration to Argentina took place through the ’90s, during a short-lived period of strong economic growth when government policy pegged the Argentine peso to the U.S. dollar. Those migration flows quickly ceased when it became clear that China and Argentina were heading down two starkly divergent development paths. While China’s economy expanded year after year, a generationally severe debt crisis rocked Argentina in the early 2000s, and stability has remained elusive since then. Late last year, frustrations over triple-digit inflation paved the way for a right-wing outsider to rise to the presidency.\n\nAs laid out by Lin and Ng, the Chinese immigrants who settled in Argentina in the 1990s were single-mindedly focused on making money and raising their standard of living. They found opportunity in the supermarket sector, setting up neighborhood grocery stores and convenience stores en masse — and fast becoming synonymous with that industry. In the contemporary local vernacular, “voy al chino” has come to mean “I’m picking up groceries.”\n\nIt is difficult to find a Chinese Argentine without a connection to the grocery industry (Ku’s own family manages a supermarket in his hometown of Viedma, near the Atlantic coast). Current estimates put the number of Chinese-run stores nationwide at roughly 11,000.\n\nLin says his parents opened what is likely one of Argentina’s first Chinese supermarkets back in 1989. He started helping out at the store as a young teen, working to smooth out communication between his parents and their customers.\n\n“What happens is that many of the Chinese people who run supermarkets don’t speak Spanish that well. So, they don’t really form a bond or a closeness with their clients, who may be people that live right around the corner from them,\" Lin said. \"There’s always a distance.”\n\nNg has a similar view.\n\n“They came to do business — the level of integration has historically been very, very low.” he said. Argentine prejudices may also have played a role. According to Ng, Chinese people are seen as among the least “desirable” type of immigrants to the country, alongside newcomers from poorer parts of Latin America.\n\nBecause Chinese immigrants are so associated with grocery stores — and so absent from other most aspects of daily life — many Argentines’ only contact with the Chinese diaspora takes place during frequent but fleeting grocery runs.\n\n“If you look for Chinese people in sports, in the cultural or artistic sphere, in politics, you won’t find any, with just a few exceptions” Ng said. “For a Chinese guy to make himself famous on a big TV show, truth is it’s exceptional, super exceptional.”\n\nLin remembers coming up against barrier after barrier in his own attempts to make it onto national TV as a host and news anchor starting in the mid-aughts.\n\n“The owner of a channel once made a comment like, ‘How could we have a Chinese guy report the news on camera?’ It was still too strange at that point.” He took opportunities where audiences could hear his voice but not see his face. On-camera opportunities wound up coming via TV programs that dealt specifically with China, including a show that helped viewers learn basic Chinese.\n\nMore visibility — and hopes for change\n\nNowadays, fully bilingual and bicultural second-generation Chinese Argentines are increasing their community’s visibility through social media. Many of their viral videos on TikTok challenge Argentine negative stereotypes about Chinese people — and get a laugh in the process. There are jokes about Chinese people looking alike and Chinese shopkeepers being rude and jokes about going from worshipping Buddha to worshipping Messi.\n\nLin says that type of humor is an unavoidable first step for Chinese Argentines trying to break the ice and get into the Argentine public’s good graces. Ku leaned onto that tactic in his “Big Brother” debut as well, pretending he didn’t speak Spanish when he first met the other houseguests, before revealing a perfect command of the language. The more difficult part, according to Lin, is transitioning from being a gag to someone who is seen as being just like anyone else, a normal Argentine.\n\nThe long-running format of \"Big Brother\" is allowing Ku, who has so far survived eight rounds of elimination, to do just that. The longer he stays on the show, the better the chance he will have to make viewers re-evaluate some of the prejudices they might have, Lin says.\n\nLi, the 23-year-old, says she has seen firsthand how the treatment of Chinese people in Argentina has gradually improved over the course of her life.\n\n“They don’t treat you like an alien anymore,” Li said.\n\nAs someone who dreams of a media career, she is hopeful Ku’s season on “Big Brother” will create more opportunities for people like her.\n\n“When I was kid, my grandfather would say, ‘Time opens all doors to those who know how to wait,’” Lin said. “Martín’s casting is the change of an era.”\n\nFor more from NBC Latino, sign up for our weekly newsletter.",
    "url": "https://www.nbcnews.com/news/latino/argentina-white-race-asian-tv-contestant-immigrants-rcna136415",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T14:48:11.417578"
  },
  {
    "title": "President Nayib Bukele in El Salvador heads for reelection despite vote tally delay",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nSAN SALVADOR, El Salvador — Voters in El Salvador appeared to give Nayib Bukele a second term as president, but a troubled vote tally delayed results in an election that for many hinged on the tradeoff of curtailed civil liberties for security in a country once terrorized by gangs.\n\nProblems with the vote count stalled the effort late Sunday with ballots from only 31% of polling places tallied, a percentage that remained stuck in place on the Supreme Electoral Tribunal’s preliminary results website Monday morning.\n\nEarly Monday, the electoral authority released a statement referring to “multiple actions that have hampered the development of the transmission activities of preliminary results” and the lack of the paper used to print out the vote tallies at polling places.\n\nIt called on the boards charged with tallying the votes at each polling place to switch to a contingency process that included tallying votes by hand, taking photographs or scans of those manual tallies and turning them into the Supreme Electoral Tribunal.\n\nWhen the Supreme Electoral Tribunal’s digital tallied stopped late Sunday, Bukele had 83% of the vote, far ahead of his nearest competitor’s 7% for the leftist Farabundo Martí National Liberation Front. The electoral site updating the count crashed shortly before midnight.\n\nThat did not stop a jubilant Bukele from declaring a historic margin of victory before electoral authorities had released even the first preliminary figure Sunday evening.\n\nLater, standing on the balcony of the National Palace, he said that the country had made history.\n\n“Why are there so many eyes on a small (Latin) American country?” he asked thousands of supporters. “They’re afraid of the power of example.”\n\n“Salvadorans have given the example to the entire world that any problem can be solved if there is the will to do it,” he said.\n\nThe self-described “world’s coolest dictator” appeared on his way to victory after enjoying soaring approval ratings and virtually no competition. That came despite concerns that Bukele’s government has slowly chipped away at checks and balances in his first term and accusations that he dodged a constitutional ban on re-election.\n\nAfter casting his vote, Bukele made clear that he expects the newly elected Legislative Assembly to continue extending the special powers he has enjoyed since March 2022 to combat the gangs.\n\nHe jousted with reporters, asserting that the election’s results would serve as a “referendum” on what his administration has done.\n\n“We are not substituting democracy, because El Salvador never had democracy,” he said. “This is the first time in history that El Salvador has democracy. And I’m not saying it, the people say it.”\n\nBukele has been a highly popular leader and only more so since the government began its crackdown on the country’s feared gangs.\n\nUnder a “state of emergency approved in March 2022, the government has arrested more than 76,000 people — more than 1% of the Central American nation’s population. The assault on the gangs has spurred accusations of widespread human rights abuses and a lack of due process, but violence has plummeted in a country known just a few years ago as one of the most dangerous in the world.\n\nSara Leon, 48, was among throngs of people who flocked to El Salvador’s previously gang-controlled downtown to celebrate. When she was 23, Leon risked her life to migrate from El Salvador to the United States with her 6-year-old daughter.\n\n“If the gangs saw a cute girl, they abducted her, abused her and killed her,” she said. “I didn’t want that to happen to my daughter.”\n\nShe returned to her homeland in October because of the “state of emergency.” She said she now plans to buy a home here and hopes her daughter who has since moved to Toronto will be able to return.\n\n“He is a genius,” she said of Bukele, tearing up when asked what his administration has meant. “If he’s a dictator, may we have a dictator for 100 more years.”\n\nBukele’s popularity has also drawn eyes from across the region, and he and his party are increasingly looked to as a case study for a wider global rise in authoritarianism.\n\nThroughout his presidency, Bukele has been accused of taking undemocratic steps that concentrated power in his hands, something observers have worried will only grow with Sunday’s election.\n\nHe showed up in congress with soldiers while attempting to pass his agenda. After his party was victorious in 2021 legislative elections, the newly elected congress purged the constitutional court, replacing judges with loyalists. The new justices later ruled that Bukele could run for a second term despite the constitutional ban on re-election.\n\nBukele arrived on the scene when Salvadorans were craving change, when El Salvador’s traditional parties — the conservative Nationalist Republican Alliance and leftist Farabundo Martí National Liberation Front — alternating power for three decades were thoroughly discredited by deep corruption and ineffectiveness.\n\nEarlier Sunday, Bukele waded through a crowd to vote wearing a blue golf shirt and white baseball cap, while supporters chanted, “Five more years! Five more years!”\n\nSmiling, Bukele and his wife dropped their ballots into the box as R.E.M.’s 1987 hit “It’s the End of the World as We Know It (And I Feel Fine),” blared over speakers. Bukele has a habit of trolling his critics.\n\nNot appearing at a single campaign event before the election, Bukele instead plastered videos taped from his couch on social media urging Salvadorans to vote for him so the opposition doesn’t “free the gang members and use them to return to power.”\n\nHe describes the gangs as a “cancer” the nation had to battle in order to grow.\n\n“What’s coming in El Salvador is a period of prosperity, because now there’s no stopping you from opening a business, no stopping you from studying, no stopping you from working,” Bukele said Sunday.\n\nHe dismissed foreign criticism as promoting failed “recipes” and ignoring his administration’s homegrown solution. He said now that voters had approved him for a second term, external observers don’t have the right to describe his government as undemocratic.\n\nBut Sunday night, Gesenia García, the 26-year-old owner of a sorbet shop in Ilopango, said she saw things differently. She had hitched a ride with neighbors from the outskirts of the capital to celebrate.\n\n“This is a moment of happiness because before we lived in corruption and crime,” they said. “He is the best that God could have sent to this country.”\n\nGarcía said they had seen friends killed before their eyes under previous administrations. The traditional parties only brought corruption and bloodshed, she said.\n\n“Our president is not unconstitutional because it is something the people made happen at the polls, nobody made me do it,” García said. “He is not unconstitutional. The parties of the past are unconstitutional.”\n\nGarcia strolled through San Salvador with 5-year-old son and mother, beaming to be out on streets that not long ago were no-go zones for ordinary citizens. Even without a plan for how to get home, they walked trusting everything would work out.",
    "url": "https://www.nbcnews.com/news/latino/bukele-winning-reelection-el-salvador-rcna137249",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:53.138520"
  },
  {
    "title": "How Asian American voters could help determine who gets George Santos’ former seat",
    "text": "For decades, political campaigns paid scant attention to Asian American voters: The population was low. The Election Day turnout wasn’t there. Some had language barriers.\n\nBut in the fast-approaching special election to replace scandal-tanked Republican George Santos in New York’s 3rd Congressional District, voters from the Asian American and Pacific Islander communities could help determine the outcome.\n\nAbout 18% of the district’s electorate is Asian American, according to the nonpartisan engagement group APIAVote.\n\nAnd from downing shrimp dumplings to taping Lunar New Year greetings in Chinese, the candidates — former Rep. Tom Suozzi and Nassau County Legislator Mazi Melesa Pilip — are openly chasing their support in a district that covers parts of Queens and New York City’s Long Island suburbs.\n\nAn Emerson College Polling/PIX11 survey of district voters released Jan. 18 showed a tight race, with about 45% of voters behind Democrat Suozzi, 42% backing Republican Pilip, 5% supporting someone else and 9% undecided.\n\nWhile Pilip led among white and Latino voters, Suozzi was ahead “among the district’s large population of Asian voters,” 60% to 25%.\n\nRep. Grace Meng, D-N.Y., the first — and only — Asian American woman to represent New York in Congress, is stumping with Suozzi. “I try to tell our Asian communities that we have been used to being marginalized, but in this case, we can be the margin of victory — and that all depends on if they come out to vote,” she says.\n\nOn the trail, Meng said, “We’ve been having fun with the different, diverse Asian community groups — dim sum events, Korean barbecue, Korean fried chicken. He’s been going to South Asian restaurants and [on] small-business walks; meeting with religious leaders.”\n\nSuozzi has also campaigned with New York City Council member Linda Lee and with Christine Liu, the first Asian American elected to the North Hempstead Town Council. The campaign said it has advertised with Chinese and Korean newspapers, radio and TV stations, as well as South Asian papers. It also has multilingual campaign literature and is phone banking with speakers of Chinese, Korean and Urdu.\n\nNavkiran Cheema, 28, says he'll focus on the issues for each candidate. Courtesy Navkiran Cheema\n\nMeng hopes the focus on AAPI voters in the district will serve as a model for future campaigns: “We are always trying to remind candidates on both sides of the aisle how important it is to reach out to the Asian community,” Meng says, “and that there are polls that show that most Asian voters in any given election around the country do not hear from either party.”\n\nWhile many Asian American ethnic groups have leaned Democratic in past elections, Pilip’s team says they’re hardly ceding the AAPI vote to Suozzi.\n\n“Asian voters are of main importance and significance to us,” says Nassau County Republican Committee Chair Joseph Cairo Jr., who hopes the life story of Pilip, an Ethiopia-born daughter of Orthodox Jewish parents who emigrated to Israel at 12 and subsequently to the U.S., may resonate among Asian immigrant communities and voters for whom English is not a first language.\n\nPilip has “been meeting with various Asian groups in the community. She has members of her team, volunteers, who are Asian-language speaking. They’re making phone calls,” Cairo says.\n\nMeanwhile the candidate is hitting Lunar New Year festivities in places such as North Hempstead and Oyster Bay and is backed by Ruka Anzai, a Japanese American former candidate for state Assembly, as well as other local lawmakers he says have strong support within the AAPI community, Cairo said.\n\nThe Pilip campaign is using WeChat to reach AAPI voters and expects to do more advertising with ethnic media in the final stretch. “On Election Day and throughout early voting, there will be Asian poll watchers as well,” campaign spokesman Brian Devine said.\n\nAPIAVote Executive Director Christine Chen says when it comes to New York’s 3rd District, a strong showing could really reverberate — particularly if the off-season election has a low turnout. At 18% of the registered voters, she says, Asian Americans “should be considered a margin of victory. They should be part of that equation.”\n\nAs the Pew Research Center noted in a January report, “Asian Americans have been the fastest-growing group of eligible voters in the United States over roughly the past two decades and since 2020. Their number has grown by 15%, or about 2 million eligible voters, in the past four years.”\n\nStill, “sometimes I feel like we’re still having to prove ourselves,” Chen says. “Sometimes I think that we’re being undervalued and we’re being underestimated for our power and the numbers that we actually have.”\n\nTo mobilize voters in the district, Chen says APIAVote will spend about $100,000 on multilingual mailers and digital ads — with that effort augmented by “sweat equity from volunteers.”\n\nNotably, she says, “more and more Asian American voters are identifying as independent. … I don’t think folks are really happy with Democrats or Republicans and the labels. It’s really more about hearing from the candidates about what solutions [you’re] going to provide for my family locally,” whether on the surge of anti-Asian hate, the economy or something else.\n\nOn the Queens side of the district, Navkiran Cheema might also be just the kind of person whose vote both Suozzi and Pilip would both love to score.\n\nThe 28-year-old South Asian engineer, who lives in Whitestone, also isn’t registered with a party, cares deeply about taxation and bail reform — and hasn’t made up his mind whom to vote for yet.\n\nWhile Cheema has seen some South Asian-language campaign materials, and even says a compelling candidate message could influence his choice in the waning days of the race, he’s more focused on doing his own research than being swayed by the season’s barrage of campaign ads.\n\n“I kind of want to drown out the exterior noise [and] look at the actual policies,” he says.\n\nFor more from NBC Asian America, sign up for our weekly newsletter.",
    "url": "https://www.nbcnews.com/news/asian-america/asian-american-voters-election-determine-george-santos-former-house-rcna136391",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:54.668838"
  },
  {
    "title": "Supreme Court declines to immediately block West Point from considering race in admissions process",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nWASHINGTON — The Supreme Court on Friday allowed West Point to continue to consider race in its admissions process for now, rebuffing a request made by a conservative group.\n\nIn a brief order, the court denied a request brought by Students for Fair Admissions, the same conservative group that brought the cases that led to the court’s ruling last year that ended affirmative action in higher education. That decision struck down admissions programs at Harvard and the University of North Carolina.\n\n“The record before this Court is underdeveloped, and this order should not be construed as expressing any view on the merits of the constitutional question,” the order said.\n\nWest Point, based in New York state, provides higher education for U.S. Army cadets who go on to become officers after graduation. It is one of five such service academies, including the Naval Academy in Maryland and the Air Force Academy in Colorado.\n\nThe Supreme Court ruling included a footnote saying that it did not resolve whether service academies like West Point could continue to consider race in admissions “in light of the potentially distinct interests that military academies may present.”\n\nStudents for Fair Admissions President Edward Blum criticized the decision in a statement Friday.\n\n“It is disappointing that the young men and women who apply to West Point for the foreseeable future will have their race used as a factor to admit or reject them,” Blum said. “Every year this case languishes in discovery, trial and appeals means that our nation’s best and brightest young men and women will be classified, sorted, and preferred based on their skin color rather than just on their abilities.”\n\nThe challengers, who have brought a similar claim against the Naval Academy, had asked the court to rule before Jan. 31, which is the deadline for people to apply to West Point for admission this year.\n\n“Should these young Americans bear the burden of West Point’s unchecked racial discrimination? Or should West Point bear the burden of temporarily complying with the Constitution’s command of racial equality?” lawyers for Students for Fair Admissions wrote in court papers. The group says that its membership includes two “full qualified, but white” West Point applicants.\n\nIn asking the Supreme Court to immediately intervene, the challengers said that West Point’s program is inconsistent with the Supreme Court’s ruling last year. The academy awards preferences to Black, Hispanic and Native American applicants, they said in court papers.\n\nU.S. military leaders have long stressed the importance of racial diversity in leadership positions, in part because the rank and file is itself heavily diverse.\n\nSolicitor General Elizabeth Prelogar said in a court filing that for almost half a century “our nation’s military leaders have determined that a diverse Army officer corps is a national security imperative and that achieving that diversity requires limited consideration of race in selecting those who join the Army as cadets.”\n\nWest Point has been considering applications since August and has already made hundreds of offers, Prelogar said.\n\nLower courts declined to immediately prevent West Point from considering race while the litigation proceeds.",
    "url": "https://www.nbcnews.com/politics/supreme-court/supreme-court-declines-immediately-block-west-point-considering-race-a-rcna136527",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:56.567254"
  },
  {
    "title": "'New evidence' emerged from 2018 sex assault case involving Canada hockey players, prompting arrests, charges, police say",
    "text": "New evidence about an alleged 2018 sexual assault prompted authorities to reopen an investigation involving one former and four current NHL players, Ontario police said Monday. The athletes were arrested and charged last week.\n\nOfficials have not disclosed additional details about the new evidence.\n\nThe Philadelphia Flyers’ Carter Hart, the New Jersey Devils’ Cal Foote and Michael McLeod and the Calgary Flames’ Dillon Dubé, all 25, and ex-NHL player Alex Formenton, 24, made their first court appearances over video call Monday morning, according to the Ontario court docket.\n\nHart, Foote, Dubé and Formenton each face one count of sexual assault. McLeod faces two counts, sexual assault and being “a party to the offense,” which refers to aiding or abetting others in carrying out an unlawful action.\n\nAll five have denied the allegations through their lawyers.\n\nThey are accused of sexually assaulting a woman in June 2018 in a hotel room in London, Ontario, Detective Sgt. Katherine Dann said. At the time, all five were members of Canada’s world junior ice hockey team celebrating their gold medal win at a Hockey Canada event.\n\n\"Our service received a phone call from an individual related to the victim in this matter, seeking advice regarding a sexual assault,\" Dann said Monday. \"As a result of the information disclosed the following day, the report was assigned to the sexual assault and child abuse section.\"\n\nAn initial investigation into the alleged assault that was conducted from June 2018 to February 2019 was closed after officials determined there were insufficient grounds for charges.\n\nIn July 2022, the case was reopened after police said they discovered that additional steps could have been taken and began following new leads and speaking to additional witnesses.\n\n\"I can confirm that some of this evidence was not available when the investigation concluded in 2019,\" Dann said.\n\nDann said she could not specify what the new evidence is because the case is ongoing.\n\nThe five defendants, who have denied the allegations, were summoned to surrender last week when the charges were filed, according to documents filed in an Ontario court.\n\nA civil suit was filed in 2022 regarding the same 2018 incident. It accused eight players from the 2018 world juniors team of sexually abusing and assaulting a 20-year-old Ontario native referred to as E.M., according to Ontario Superior Court of Justice records.\n\nThe plaintiff dropped the suit after she reached a settlement with the defendants in May 2022, according to her former lawyer. She initially sought $3.55 million in damages. Details of the settlement have not been disclosed.\n\n\"It takes an incredible amount of courage for any survivor of sexual assault to report to the police and participate in the criminal justice system. That is certainly true for E.M. Yet she remains committed to see this process through,\" the woman's legal representative, Karen Bellehumeur, said in a statement provided to police.\n\nEach of the players in the 2022 suit was identified as “John Doe” in court records, and police did not specify whether the NHL players charged last month were the same ones named in the civil suit.\n\nLawyers representing the five charged athletes said their clients were not guilty and looked forward to clearing their names in court.\n\nFormenton, 24, who played for the NHL’s Ottawa Senators in 2017, took an indefinite leave of absence from the Swiss hockey club Ambrì-Piotta on Jan. 24.\n\nHart, Foote, McLeod and Dubé also took indefinite leaves of absence amid reporting about the investigation. In a team statement, the Calgary Flames said they were not aware of pending charges against Dubé before they granted his leave of absence.\n\nThe NHL announced the charges in a news release Monday, adding that it conducted its own 12-month investigation into the allegations.\n\n“We had concluded the investigatory portion of our process to the extent we could, and we were working with the NHL Players’ Association to analyze the information we had, create a process to move forward and then determine what was an appropriate response when the news of the impending charges broke last week,\" NHL Commissioner Gary Bettman said.\n\nBettman said he does not expect the four NHL players to return for the season, but he would not comment on whether the NHL investigation yielded a conclusion into wrongdoing on their behalf.\n\nHockey Canada said it also cooperated with the London Police Service throughout its investigation.\n\nThe organization held a hearing to determine whether the five defendants breached Hockey Canada’s code of conduct in November and, if so, what sanctions they should receive.\n\nMeanwhile, the players are suspended from playing, coaching, officiating or volunteering with Hockey Canada.\n\n“In the past we have been too slow to act and that in order to deliver the meaningful change that Canadians expect of us, we must work diligently and urgently to ensure that we are putting in place the necessary measures to regain their trust,” Katherine Henderson, the president and CEO of Hockey Canada, said in a news release Monday.",
    "url": "https://www.nbcnews.com/news/sports/new-evidence-emerged-2018-sex-assault-case-involving-canada-hockey-pla-rcna136661",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:57.460962"
  },
  {
    "title": "Oklahoma bill would ban state agencies from celebrating Pride Month",
    "text": "A bill introduced in the Oklahoma Legislature on Monday would bar state agencies from celebrating LGBTQ Pride Month or displaying rainbow Pride flags on state property at anytime of year.\n\nOklahoma’s “Patriotism Not Pride Act,” introduced by Republican state Rep. Kevin West, would prohibit state agencies from using public funds to “develop, organize, administer, engage in, promote, or endorse any activity, including any event, initiative, official communication, social media post, educational program, or public campaign, that aims to promote or recognize Lesbian, Gay, Bisexual, Transgender, Queer and Intersex Pride Month or any event with a similar theme.”\n\nIf enacted, the bill would trigger an immediate state of emergency “necessary for the preservation of the public peace, health or safety” and would also ban any flag “that represents sexual orientation or gender identity” on state property or grounds.\n\nThe legislation, sponsored by West and Republican state Sen. David Bullard, is among the first to target the use of state funds for Pride initiatives and celebrations. So far this year, lawmakers in at least two other states — Florida and Tennessee — introduced bills that would ban rainbow Pride flags in schools. Florida’s bill would also prohibit government employees, including lawmakers, from displaying rainbow flags.\n\nWest and Bullard did not immediately return a request for comment.\n\nNicole McAfee, executive director of Freedom Oklahoma, an LGBTQ advocacy group, said the bill is \"clearly designed to chill speech, and further disrupt the ability of Oklahoma agencies to serve\" LGBTQ Oklahomans.\n\n\"We’re everywhere — small towns, big cities, on tribal land, and everywhere in between,\" McAfee said in a statement to NBC News. \"We make up communities, and even work for the state. You can’t ban us or disappear us, and it’s a shame that Rep. Kevin West is continuing his obsessive focus on targeting and isolating 2SLGBTQ+ Oklahomans with [this] latest attack. And yet, we’ve always been here and will always be here, during pride and beyond.\"\n\nThe bill is part of a larger wave of legislation targeting LGBTQ people, both in Oklahoma and nationwide. So far this year, state lawmakers have introduced nearly 400 such bills, and Oklahoma lawmakers have introduced 54 of them, the most of any state so far, according to the American Civil Liberties Union, which is tracking the legislation.\n\nLGBTQ Pride Month was first recognized in June 1970, to commemorate the 1969 Stonewall uprising in New York City, which is widely credited as a turning point in the modern gay rights movement. President Bill Clinton was the first president to recognize the month in 1999 when he declared June “Gay and Lesbian Pride Month.”\n\nThe Pride flag, which was introduced at the 1978 Gay Freedom Day march in San Francisco, has increasingly been the target of criticism and vandalism over the past two years.\n\nIn June, three men damaged Pride flags outside of the Stonewall National Monument in New York, and a Pride flag was burned outside of a city hall in Arizona. In February of last year, a woman set a Pride flag on fire outside of a New York City restaurant. In some cases, disputes over Pride flags have resulted in violence: In August, Laura Ann Carleton, a California business owner, was fatally shot after someone allegedly took issue with the Pride flag she had displayed outside of her clothing store.",
    "url": "https://www.nbcnews.com/nbc-out/out-politics-and-policy/oklahoma-bill-ban-state-agencies-celebrating-pride-month-rcna137339",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:58.148467"
  },
  {
    "title": "Christian Horner, Red Bull's F1 team principal, under investigation by company",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nRed Bull has commissioned an investigation into Christian Horner, the team principal of its highly successful Formula 1 racing team.\n\nIn a statement Monday, Red Bull characterized the investigation of Horner, who is also CEO of Oracle Red Bull Racing, as independent. It would not detail the reason behind the investigation.\n\n“After being made aware of certain recent allegations, the company launched an independent investigation. This process, which is already underway, is being carried out by an external specialist barrister,” Red Bull said in a statement. “The company takes these matters extremely seriously and the investigation will be completed as soon as practically possible. It would not be appropriate to comment further at this time.”\n\nThe statement came after allegations were published in the Dutch publication De Telegraaf.\n\nHorner has denied any wrongdoing, according to international media reports.\n\nHorner did not immediately respond to requests for comment sent through social media and to a Hollywood agency that represents him as a paid speaker. Formula 1 also did not immediately respond to a request for comment.\n\nRed Bull is the reigning constructors' champion in the world's premier auto racing series.\n\nIn the 2023 season, Red Bull driver Max Verstappen blew past competitors for a third drivers' championship in a row, and the team won the constructors' title for the second year in a row.\n\nHorner, 50, has led Red Bull since 2005, developing a reputation for having sharp elbows but enjoying extraordinary success, including four drivers' championships with Sebastian Vettel from 2010 to 2013 before Verstappen's three-peat from 2021 to 2023. It has won six constructors' championships on Horner's watch.\n\nHe married pop star Geri Halliwell of Spice Girls fame in 2015. Last year he was bestowed the honor of Commander of the Order of the British Empire.\n\nLondon-headquartered Formula 1 has seen increasing success in the U.S., a market that it had struggled to penetrate for years. The first race of the 2024 season is scheduled to take place in Bahrain on March 2.\n\nThe league held three races in the U.S. in 2023, added an American driver and saw domestic viewership grow in recent years. It is scheduled to host the three U.S. races again this year — in Miami, Austin, Texas, and Las Vegas.\n\nLast year, ESPN, which televises the races, said each race's domestic television audience in 2021 drew nearly 1 million viewers on average, and that grew 28% in 2023.\n\nSince 2019, the Netflix show \"Formula 1: Drive to Survive\" has also made a splash globally, and Horner has loomed large in the docuseries, which has pitted him against other team bosses as each season progresses.",
    "url": "https://www.nbcnews.com/news/sports/christian-horner-red-bulls-f1-team-principal-investigation-company-rcna137359",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:58.802909"
  },
  {
    "title": "Hong Kong fans demand refund after Lionel Messi sits out game",
    "text": "Speaking to reporters Sunday after the match, Inter Miami head coach Gerardo Martino acknowledged fans’ disappointment but said he didn’t want to risk worsening the injuries of Messi, 36, and his teammate Luis Suárez of Uruguay, 37, who also sat out the game.\n\nInter Miami has been on a global tour of exhibition games ahead of its regular season, which starts Feb. 21. Messi and his teammates had arrived in Hong Kong on Friday from Saudi Arabia and are due to play again in Japan on Wednesday.\n\nFans traveled from mainland China and other parts of Asia to see Messi, who hadn’t played in Hong Kong since 2014.\n\nZhang Yiyi, 22, an admissions counselor from the southern Chinese city of Guangzhou, said her dream of seeing Messi play in person had been “shattered.”\n\n“I have complicated feelings,” she said. “I truly wanted to see his magical power firsthand, to fulfill a dream of being a fan for 14 years.”\n\nYin Chao, 36, an advertising and marketing professional, paid 2,980 Hong Kong dollars ($380) for a ticket and took time off from his job in Shanghai just to see Messi play, noting that there may be few opportunities left for him to personally witness the talents of aging, injury-plagued stars such as Messi and Suárez.\n\n“It’s the post-match remarks made by the host and Beckham that we’re truly feeling a bit angry about,” he said. “In the face of boos from the entire crowd, [they] seemed to just be going through the motions and not responding at all.”\n\nThe game drew a sellout crowd of 40,000 people, many of whom traveled from mainland China and elsewhere in Asia. Louise Delmotte / AP\n\nMichel Lamunière, Tatler Asia’s chairman and chief executive, said the company’s contract with Inter Miami required that Messi and other high-profile players participate in the game unless they were injured.\n\nHe said that the official team sheet submitted before the game Sunday listed Messi and Suárez as substitutes and that “accordingly, Tatler Asia had every expectation that both would play.”\n\nLamunière said that Tatler Asia “immediately informed the government” when it learned at halftime that Messi would be unable to play because of injury and that it asked Inter Miami to have Messi to address the fans instead, “to no avail.”\n\nLamunière did not mention the possibility of refunds or take questions from reporters at the news conference.\n\nHong Kong sports minister Kevin Yeung said earlier that the government’s contract with Tatler Asia required Messi to play at least 45 minutes, “subject to fitness and safety considerations.”\n\nYeung said that Tatler Asia had confirmed before the match that Messi would play in the second half and that the government was not told he would not be playing until 10 minutes before the end of the game.\n\n“We therefore immediately requested them to explore other remedies, such as Messi appearing on the field to interact with his fans and receiving the trophy,” Yeung said. “Unfortunately, as you all see, these did not work out.”",
    "url": "https://www.nbcnews.com/news/world/hong-kong-lionel-messi-fans-demand-refunds-soccer-game-rcna137223",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:02:59.532016"
  },
  {
    "title": "Silicon Valley county declares loneliness a health emergency",
    "text": "Loneliness is officially a health emergency in California's San Mateo County, which is located in the San Francisco Bay Area and includes part of Silicon Valley.\n\nThe county's Board of Supervisors passed a resolution on Tuesday that declared loneliness a public health crisis and pledged to explore measures that promote social connection in the community.\n\nIt’s the first county in the U.S. to make such a declaration.\n\nThe resolution doesn’t directly set aside funds for programs to reduce loneliness; rather, it signals the county's commitment to addressing the issue and validates residents' experiences, said David Canepa, the Board of Supervisors’ vice president, who introduced the legislation.\n\n\"What we're trying to do is to really get people out of the corners and say, 'Hey, look, there are a lot of people who are feeling like you. You're not alone. And moving forward, here are some of the things that we can do to support you,'\" he said.\n\nCanepa added that the measure was partly inspired by efforts in the U.K. and Japan, which have each appointed national ministers to address loneliness. He was also influenced by conversations with his staff about the links between loneliness and smoking and diabetes, as well as an advisory from Surgeon General Vivek Murthy in May that urged governments to prioritize strategies to promote social connection.\n\nMurthy wrote Friday in a post on X that he was grateful to San Mateo for leading the charge.\n\nAround 17% of U.S. adults in a Gallup poll in February 2023 said they had experienced loneliness the day prior. Canepa said the rate in San Mateo is higher, pointing to a county-led survey in 2022 — the latest data available — which found that 45% of residents were struggling with loneliness and isolation.\n\nAn abundance of research has outlined serious health consequences associated with loneliness, including an increased risk of dementia, depression, anxiety, heart disease and stroke.\n\nA November study found that people in the U.K. who lived alone and were not visited by friends or family had a 39% increased risk of premature death compared with people whose loved ones visited daily. An analysis published in 2010, meanwhile, found that social relationships — or lack thereof — had a greater influence on the risk of death than obesity.\n\nRelative to white people, Black people face a higher risk of premature death linked to social isolation. Older adults have a higher risk of loneliness in general, since they are more likely to live alone or have chronic illnesses that limit their mobility or leave them homebound.\n\nCanepa said San Mateo has a large share of older residents, many of whom became especially isolated during the pandemic. People ages 65 and up make up more than 18% of the county's population, compared with the state average of 16%.\n\n“It’s sort of a perfect storm for older adults right now,” said Jennifer Steele, the CEO of Meals on Wheels San Francisco, an organization that delivers hot meals to seniors in northern San Mateo County.\n\n“People don’t live close to their loved ones anymore,\" she said. \"Sometimes people have outlived their loved ones in some cases. Your social circle shrinks after retirement. It’s harder for people to make friends.”\n\nAround 45% of the seniors served by Meals on Wheels in northern San Mateo live alone, according to the organization.\n\n“We’re often the only people that they may see in a week,” Steele said. “It’s a crisis for a lot of the people that we serve.”\n\nCanepa said he also worries about loneliness among teenagers and young adults in San Mateo for two reasons. One is that they’re frequently on social media, and research has shown that heavy social media use can increase feelings of loneliness. Another is that Silicon Valley’s high-achieving atmosphere may put stress on teens.\n\n“You have Stanford, which is in Palo Alto right next to our county line. You have all these educational institutions. People are dealing with, ‘Oh my God, I have to fill out my college recommendation. Oh, my goodness, what school am I going to get accepted to?’ There’s so much pressure on our young people,” he said.\n\nCanepa said he has several ideas for how to improve social connections in San Mateo — among them, investing in infrastructure to make neighborhoods more walkable and partnering with social media platforms headquartered there, like Meta, to encourage residents to get outside or join community meetups. He also wrote a letter to California Gov. Gavin Newsom on Tuesday calling for a state-appointed \"minister of loneliness.\"\n\nA county fund subsidized by sales tax could help finance some of these efforts, Canepa said. The fund allocates $47 million annually for new community initiatives, including around $10 million for mental health initiatives. Canepa’s office is seeking proposals from organizations that fit those categories.\n\nBut it’s difficult to predict what will actually ease loneliness, said David Sbarra, a psychology professor at the University of Arizona. While scientists have a good understanding of the downstream effects of loneliness, he said, they don’t have a clear picture of all the factors that contribute to it.\n\nSbarra said treating loneliness as purely a mental health issue can ignore systemic factors that make it hard to socialize. For instance, people who work two jobs have less time to spend with friends or family, he said.\n\n“If local governments increase the minimum wage, you might do more for loneliness than getting people to reappraise difficult events in their life,\" Sbarra said.\n\nMurthy's advisory outlined several strategies to encourage socialization. One is policy measures like accessible public transportation and paid family leave that make it easier for people to spend time with one another. Another is investment in community spaces like parks, libraries and playgrounds. Health care providers could also ask the patients they see if they're feeling lonely.\n\nBut Sbarra said there's still a debate as to whether loneliness is an epidemic in the U.S., as Murthy has said. The same Gallup poll last year found that loneliness in adults had declined since 2020 and early 2021. Sbarra said people may start to feel less lonely as they re-adjust to social activities post-pandemic.\n\nNevertheless, he said, it's important for governments to see socialization as a public health priority.\n\n“Thinking of your relationships as important to your health, as you do physical activity, diet and sleep is really the key messaging here,” he said.",
    "url": "https://www.nbcnews.com/health/mental-health/silicon-valley-county-loneliness-health-emergency-rcna136777",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:03:00.255788"
  },
  {
    "title": "Black women under 35 with high blood pressure may have triple the risk of stroke, study says",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nBlack women who develop high blood pressure before age 35 may have triple the risk of having a stroke by middle age, new data suggests.\n\nThe findings come as the medical community has noted with concern that the rates of stroke are increasing among middle-aged adults, while stroke rates in older individuals have been steadily decreasing over decades, according to lead study author Dr. Hugo Aparicio, an associate professor of neurology at Boston University. The study will be presented next week at the American Stroke Association’s international conference in Phoenix.\n\n“The message needs to go out that hypertension and stroke are not diseases of the elderly,” Aparicio said. “These are things that can happen to younger people — and that Black women in particular have to be aware of the increased risk and advocate for themselves.”\n\nBlack women are twice as likely to experience a stroke compared to white women, and 50% more likely to have high blood pressure, according to the Office of Minority Health.\n\nStrokes are more common in Black Americans than any other racial group in the U.S., the American Stroke Association says. Death rates are also higher.\n\nDr. Amber Johnson, a cardiologist and assistant professor of medicine at the University of Chicago, called the data in the study “alarming” but said she’s not surprised.\n\n“I tend to see a lot of younger, Black women and there are higher rates of hypertension that I’m seeing,” Johnson said.\n\nIn the new study, which has not yet been published in a peer-reviewed journal, Aparicio and his colleagues looked at data from nearly 47,000 women in the Black Women’s Health Study, which has tracked the health of a huge group of Black women since 1995.\n\nAll of the women were stroke-free at the beginning of the study, and were followed for up to 23 years. The researchers looked at what age women developed high blood pressure — in this case, based on when they started treatment for it — and also looked at whether they had a stroke during the study period.\n\nThey found that compared to women who didn’t have high blood pressure, Black women who developed high blood pressure before 35 had 3.1 times the risk of having a stroke by middle age. Those who developed high blood pressure before 45 had 2.2 times the risk of stroke, and high blood pressure from ages 45 to 64 was tied to a 1.69 times higher risk of stroke.\n\nA stroke is a “very devastating event” that can cause permanent damage to the brain and permanently alter a person’s speech and mobility, said Dr. Anais Hausvater, a cardiologist at NYU Langone Health in New York City. The study urges Black women to see their doctor and get their risk factors checked early, she said.\n\n“A lot of people don’t go to see a doctor in their 30s because they’re presumed to be healthy,” Hausvater said. “They don’t feel any symptoms because hypertension is a silent disease. So, people often don’t know that they have hypertension.”\n\nJohnson said that factors like underdiagnosis and a lack of treatment also put many Black women at risk of developing hypertension and stroke.\n\nWhile lifestyle choices like diet and smoking can affect blood pressure, many patients may not recognize that hypertension can also be inherited, she said.\n\nExperts said that lifestyle changes, like increasing physical exercise, limiting salt and eating healthy foods, can help decrease risk.\n\nThe sooner doctors treat hypertension, the sooner patients can lower their risk of stroke and heart disease, Hausvater said.\n\nScreening for high blood pressure and controlling blood pressure levels are some of the prime elements for preventative care, “before people actually have a stroke,” Arapicio said.\n\n“By the time somebody has a stroke, it’s too late,” he said.",
    "url": "https://www.nbcnews.com/health/health-news/black-women-35-high-blood-pressure-may-triple-risk-stroke-study-says-rcna136566",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:03:00.928249"
  },
  {
    "title": "What a 45,000-year-old pit of bones reveals about our earliest human ancestors",
    "text": "Create your free profile or log in to save this article\n\nCreate your free profile or log in to save this article\n\nInside a cave beneath a medieval German castle, researchers have discovered a pit of bones that they say unlock secrets of the earliest humans.\n\nThe remains — buried in layers of soil in the collapsed cave — included the genetic material of cave bears, hyenas and 13 bones of early humans who died 45,000 years ago.\n\nThe findings — which were described in a trio of papers published Thursday in the journals Nature and Nature Ecology & Evolution — show that early humans ventured farther north earlier than scientists had realized, that they could craft spear-shaped tools and that they then had the wherewithal to thrive in temperatures far more frigid than the climate today.\n\nThe discoveries, which were made possible because of the development of new DNA technology, are reshaping how scientists understand the time when both humans and Neanderthals walked the European continent.\n\n“Because of the age of this site and location, we know Neanderthals and humans quite definitively had a large overlap,” said Elena Zavala, a paleo and forensic geneticist at the University of California, Berkeley, who helped author the three studies. The species most likely roamed the same geography for hundreds, perhaps thousands, of years.\n\nA fragment of human bone from the cave in Ranis, Germany. Tim Schüler via Springer Nature\n\nThe discoveries could bring scientists closer to understanding why Neanderthals ultimately died out and what role humans played in their demise.\n\nJohn Hawks, a University of Wisconsin-Madison paleoanthropologist who studies ancient human relatives but was not involved in this research, said the study helps solidify the theory that patches of different human cultures were developing as Neanderthals neared their end.\n\n“These groups are exploring. They’re going to new places. They live there for a while. They have lifestyles that are different,” he said of the early humans. “They’re comfortable moving into areas where there were Neanderthals.”\n\nThe discoveries were possible only because previous researchers left a stone unturned. Archaeologists in the 1920s and the 1930s previously excavated the Ilsenhöhle cave, below the Ranis Castle in Germany’s Thuringia region. The castle was built above the cave long before any excavation.\n\nAt that time, the scientists hit a more than 5-foot-thick rock, which blocked them from burrowing into key layers of the collapsed cave.\n\nIn 2016, armed with modern digging technology and new forms of analysis, the researchers returned. About 24 feet below the surface, they found layers that contained leaf points — which are like spear points — and human bone fragments.\n\nThe discovery of human bone fragments sent the researchers digging through the material excavated about nine decades ago — in which they found additional skeleton fragments.",
    "url": "https://www.nbcnews.com/science/science-news/45000-year-old-pit-bones-reveals-earliest-human-ancestors-rcna136265",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:03:01.604500"
  },
  {
    "title": "CDC warns that Neptune's Fix — 'gas station heroin' — may contain synthetic pot",
    "text": "The highly addictive and dangerous supplement Neptune’s Fix — also known as gas station heroin — may be contaminated with different types of synthetic pot, chemicals that have been linked to life-threatening effects such as seizures, brain swelling and hallucinations, the Centers for Disease Control and Prevention reported Thursday.\n\nThe CDC’s findings were based on a 2023 investigation of 17 adults in New Jersey who had severe reactions after consuming Neptune’s Fix or other products that contain tianeptine. Of them, 13 were hospitalized in intensive care.\n\nTianeptine, an antidepressant that can mimic the euphoric and sedative effects of opioids, is sold as a dietary supplement at gas stations and convenience stores across the United States. It’s often marketed for pain relief, depression or anxiety. It’s approved in some European, Asian and Latin American countries, but not in the U.S.\n\nThe Food and Drug Administration doesn’t approve dietary supplements, which means they aren’t reviewed for safety or effectiveness. In January, House lawmakers called on FDA Commissioner Dr. Robert Califf to crack down on the use of tianeptine.\n\nNeptune's Fix. FDA\n\nDoctors in New Jersey — which says it is currently seeing a dramatic increase in reports of poisonings in adults who have consumed tianeptine — tested six samples of Neptune’s Fix consumed by two of the patients. In addition to tianeptine, the products also contained kavain, a substance used for anxiety, as well as two different types of synthetic pot.\n\n“It was a surprise to find those compounds in there at all,” said the study’s senior author Dr. Diane Calello, the medical director of the New Jersey Poison Control Center. “That’s probably not what the people who bought those products were looking for.”\n\nShe said it is not yet clear whether all 17 patients, who ranged in age from 28 to 69, were exposed to the synthetic pot, which can often cause unpredictable but severe side effects, including seizures and coma.\n\nMultiple patients experienced high blood pressure and seizures, as well as irregular or rapid heartbeats, and at least one patient had a heart attack, according to the CDC report. Among the 13 admitted to the ICU, seven had to be intubated, according to the report. No deaths were reported.\n\nDr. Pieter Cohen, an associate professor at Harvard Medical School who studies the regulation of supplements, called the reported symptoms “dramatic and alarming.”\n\n“Usually we might see something like this in 1 in 100 poisonings,” he said. “That’s potentially an incredibly potent mixture of drugs.”\n\nOn Jan. 24, the FDA warned that the products had been linked to serious side effects including seizures, loss of consciousness and death. The FDA alert didn’t mention synthetic pot, although tianeptine can also cause serious side effects, including rapid heart rate, vomiting, agitation, confusion and hallucinations. The FDA first warned consumers not to buy or use Neptune’s Fix in November, noting that the vials could contain other harmful ingredients.\n\nIn January, Neptune Resources, the maker of Neptune’s Fix, agreed to voluntarily recall its products, which include Neptune’s Fix Elixir, Neptune’s Fix Extra Strength Elixir and Neptune’s Fix Tablets.\n\nDr. William Rushton, a medical toxicologist and director of the Alabama Poison Information Center, said he and his colleagues began sounding the alarm about Neptune’s Fix in his state in 2019. Some patients were admitted to ICUs with symptoms of withdrawal.\n\nThe problem is now growing, he added, with more reports of people consuming the product in the Northeast.\n\nCohen said that there needs to be more regulations around supplements in the U.S., noting that the FDA’s current power is “very limited.”\n\n“Consumers remain at risk when they consume dietary supplements here in the United States,” he said.",
    "url": "https://www.nbcnews.com/health/health-news/cdc-warns-neptunes-fix-gas-station-heroin-may-contain-synthetic-pot-rcna136651",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:03:02.297298"
  },
  {
    "title": "Behind Elon Musk’s brain chip: Decades of research and lofty ambitions to meld minds with computers",
    "text": "It wasn’t the first tiny device to be implanted in a human brain. Still, Elon Musk’s announcement on Monday turned heads in the small community of scientists who have spent decades working to treat certain disabilities and conditions by tapping directly into the body’s nervous system.\n\n“Getting a device into a person is no small feat,” said Robert Gaunt, an associate professor in the department of physical medicine and rehabilitation at the University of Pittsburgh. “But I don’t think even Elon Musk would have taken on a project like this if it were not for the research and demonstrated capability over decades in neuroscience.”\n\nMusk’s announcement was sudden and offered little information beyond the news itself: “The first human received an implant from @Neuralink yesterday and is recovering well. Initial results show promising neuron spike detection.”\n\nMany scientists applauded Neuralink’s announcement, while also cautiously noting that the company’s clinical trial is in very early stages and not much information has been released publicly. Still, researchers said Neuralink has made significant gains and is doing exactly what startups are good at: taking what has been learned through basic science and trying to make a real, viable product.\n\nIt’s too soon to know if Neuralink’s implant will be effective in humans, but the company’s announcement is an “exciting development,” said Gaunt, whose own work focuses on using implants — devices known as brain-computer interfaces — to restore motor control and functions like people’s sense of touch.\n\nHe said Neuralink’s new milestone is jump-starting an industry that has already undergone rapid advancement in the last 15 years.\n\nThe first brain-computer interface was implanted into a human in the late 1990s, research that was led by a pioneering neurologist named Phil Kennedy.\n\nThe idea was that these devices could tap into the brain circuitry that remains intact after injury to perform basic movements and functions. For instance, when a person thinks about moving their hands or watches someone else move their hand, a lot of the same neurons in the brain are active as if they performed the movement themself, said Jennifer Collinger, an associate professor in the department of physical medicine and rehabilitation at the University of Pittsburgh.\n\n“You can find patterns of activity in the neural data that correlate with those movements, so you can essentially flip that relationship around to then give them control over the actual movement,” she said.\n\nIn 2004, a tiny device known as the Utah array was implanted in a human for the first time, allowing a paralyzed man to control a computer cursor with his neural impulses. The device, invented by Richard Normann at the University of Utah, looks like a small chip with thin spikes that are actually dozens of tiny electrodes. The array is designed to attach to the skull through an opening in the skin.\n\nUsing the Utah array, scientists have been able to demonstrate how brain-computer interfaces can help people control a robotic arm with their mind, stimulate their own muscles and limbs, use computers and other external devices, and even decode handwriting and speech.\n\n“All of that was a really important proof of concept to show that this technology could be useful,” said Collinger, whose own work focuses on restoring arm and hand function to allow patients with paralysis not just to move these appendages, but also to use them to manipulate objects and perform more skillful movements that incorporate tactile signals and other forms of sensory feedback. The idea is to enable a wider range of functions necessary for day-to-day life.\n\nEnter Neuralink. Musk’s startup, along with other similar private ventures such as Synchron and Precision Neuroscience, are essentially taking what has been learned over decades to make brain-computer interfaces more practical for more patients.\n\nNeuralink won approval last year from the Food and Drug Administration to conduct its first human clinical study. Details about who was selected and the procedure to implant the device that Musk said took place Sunday were few and far between, but the company has been developing a brain implant that would allow people, such as patients with severe paralysis, to control a computer, phone or other external device using their thoughts.\n\nThe startup has already made several big leaps forward.\n\nUnlike the Utah array, Neuralink’s device is fully implantable, which means patients could eventually be less constrained — most implants require people to perform activities in a controlled lab setting.\n\n“That was a huge engineering challenge,” Gaunt said. “That was the sort of thing that academics and other people had de-risked over many decades, but it really took a difficult and concerted engineering effort to actually build it.”\n\nThere have been some bumps along the way. The company was mired in controversy after activist groups and internal staff complaints alleged that Neuralink mistreated some of the animals used in experiments. A federal investigation did not turn up evidence of any violations beyond an “adverse surgical event” in 2019 that the company reported itself, according to Reuters.\n\nNeuralink is not the first to put a fully implantable brain-computer interface in a human patient, but Gaunt said the company has improved how much these devices can record by leaps and bounds.\n\nNeuralink also uses innovative robotic surgery, rather than a specialized neurosurgeon, to implant the device.\n\n“That’s way different from what people have done before,” said Sergey Stavisky, an assistant professor in the department of neurological surgery at the University of California, Davis, and co-director of the UC Davis Neuroprosthetics Lab.\n\nStavisky said automating the procedure with a robot could make it more efficient and effective down the road.\n\n“You can put more of them in, you can put them in quickly, you can avoid blood vessels,” he said, “but it’s also just hard and new, and you have to show that the robot is safe.”\n\nDemonstrating safety will be one of the primary functions of Neuralink’s clinical trial. In the coming months, the startup will need to show that its device can function with no serious adverse effects.\n\nWhether the implant works as intended also remains to be seen. In his announcement on X, Musk said the patient “is recovering well” and that initial results “show promising neuron spike detection.”\n\nWithout data, it’s difficult to know what that means, but Gaunt said it likely indicates that the electrodes are in place, a neuron nearby has fired and the implant can essentially detect that activity.\n\n“It basically means that, at least on some level, it’s working,” he said.\n\nMusk said the early clinical trials will aim to treat people with paralysis or paraplegia. If the device works, it could one day be used to address a range of ailments.\n\nDr. David Brandman, a neurosurgeon who co-directs the UC Davis Neuroprosthetics Lab with Stavisky, already uses fully implanted devices to treat patients with Parkinson’s disease, seizures and abnormal pain.\n\nWhen it comes to medical needs, brain-computer interfaces can make a huge impact, he said, including for stroke survivors and patients with spinal cord injury, paralysis and amyotrophic lateral sclerosis (ALS).\n\nBeyond clinical applications, it’s easy for the imagination to run wild with sci-fi notions of bioengineering. Musk himself has stoked those fantasies, saying in 2022 that he plans to get one of Neuralink’s implants someday.\n\nMany scientists, however, think that kind of thinking is too far off in the distant future — and not very practical.\n\n“I think it’s really too soon to be talking about that,” Brandman said. “There are people in need, and any emphasis on ‘what if’ and ‘what could happen’ is doing a disservice to people that need a device.”\n\nAnd while the idea of brain-controlled devices may suggest the potential for augmenting human abilities, scientists agree that so far there has been no demonstration that these implants can improve functions over what a nondisabled person can do.\n\n“The idea that these devices will allow us to achieve any sort of superhuman ability is just science fiction at this point,” Gaunt said.\n\nStill, Neuralink’s clinical trial represents a big development for the field of neuroscience and bioengineering. And rather than overshadow their own efforts, Gaunt and others said it’s natural for industry to step in and build upon what the academic world has achieved.\n\n“Universities and academic labs are places that really excel in breaking brand-new ground, going places nobody’s ever gone before and trying things that are way too risky for companies and investors to put their money into,” Gaunt said.\n\nOnce brain implants demonstrated real capabilities, for instance, private companies started stepping in with resources and capital that dwarf what’s available through research grants to build a commercially viable product, he added.\n\nIf anything, Gaunt said Neuralink’s early successes are a testament to the importance of funding basic scientific research.\n\nWhere all the industry developments leave those in academia, though, could be tougher to predict.\n\nStavisky said it’s up to the scientific community to figure out the next frontier in the field, likening the process to surfing ahead of the wave and pushing science forward in a way that may again translate to commercial developments in the future.\n\nThat doesn’t necessarily mean all the flashy headlines and attention on Musk and Neuralink don’t have an effect, Gaunt said.\n\n“Every once in a while when these sorts of things happen, I do wake up with an existential crisis,” he said, “but then reality sets in, and I think about how there will always be challenges and basic science that needs to be solved.”",
    "url": "https://www.nbcnews.com/science/science-news/neuralink-elon-musk-science-behind-rcna136352",
    "source": "nbcnews.com",
    "scraped_at": "2024-02-06T16:03:03.046211"
  }
]